{"name": "Este volumen reúne dieciocho r", "voice": "em_alex", "speed": 1.0, "lang": "es", "total_chunks": 95, "completed_chunks": 7, "is_finished": false, "chunks": [{"id": 0, "text": "Este volumen reúne dieciocho relatos de Jorge Luis Borges, entre ellos\nquizá los más elogiados y repetidamente citados. Tanto «El inmortal» como\n«Los teólogos», «Deutsches Requiem» y «La espera» muestran las\nposibilidades expresivas de la «estética de la inteligencia» borgiana,\ninimitable fusión de mentalidad matemática, profundidad metafísica y\ncaptación poética del mundo. Jorge Luis Borges\nEl Aleph\nePub r1.6\nTitivillus 27.03.2024\nTítulo original: El Aleph\nJorge Luis Borges, 1949\n \nEditor digital: Titivillus\nePub base r2.1\nÍndice de contenido\nCubierta\nEl Aleph\nEl inmortal\nEl muerto\nLos teólogos\nHistoria del guerrero y de la cautiva\nBiografía de Tadeo Isidoro Cruz (1829-1874)\nEmma Zunz\nLa casa de Asterión\nLa otra muerte\nDeutsches Requiem\nLa busca de Averroes\nEl Zahir\nLa escritura del dios\nAbenjacán el Bojarí, muerto en su laberinto\nLos dos reyes y los dos laberintos\nLa espera\nEl hombre en el umbral\nEl Aleph\nEpílogo\nSobre el autor\nNotas\nEl inmortal\nSolomon saith: There is no new thing upon the\nearth. So that as Plato had an imagination, that all\nknowledge was but remembrance; so Solomon\ngiven his sentence, that all novelty is but oblivion. FRANCIS BACON, Essays, LVIII\nEn Londres, a principios del mes de junio de 1929, el anticuario Joseph\nCartaphilus, de Esmirna, ofreció a la princesa de Lucinge los seis\nvolúmenes en cuarto menor (1715-1720) de la Ilíada de Pope. La princesa\nlos adquirió; al recibirlos, cambió unas palabras con él. Era, nos dice, un\nhombre consumido y terroso, de ojos grises y barba gris, de rasgos\nsingularmente vagos. Se manejaba con fluidez e ignorancia en diversas\nlenguas; en muy pocos minutos pasó del francés al inglés y del inglés a una\nconjunción enigmática de español de Salónica y de portugués de Macao. En\noctubre, la princesa oyó por un pasajero del Zeus que Cartaphilus había\nmuerto en el mar, al regresar a Esmirna, y que lo habían enterrado en la isla\nde Íos. En el último tomo de la Ilíada halló este manuscrito. El original está redactado en inglés y abunda en latinismos. La versión\nque ofrecemos es literal. I\nQue yo recuerde, mis trabajos empezaron en un jardín de Tebas\nHekatómpylos, cuando Diocleciano era emperador. Yo había militado (sin\ngloria) en las recientes guerras egipcias, yo era tribuno de una legión que\nestuvo acuartelada en Berenice, frente al Mar Rojo: la fiebre y la magia\nconsumieron a muchos hombres que codiciaban magnánimos el acero. Los\nmauritanos fueron vencidos; la tierra que antes ocuparon las ciudades\nrebeldes fue dedicada eternamente a los dioses plutónicos; Alejandría,\ndebelada, imploró en vano la misericordia del César; antes de un año las\nlegiones reportaron el triunfo, pero yo logré apenas divisar el rostro de\nMarte. Esa privación me dolió y fue tal vez la causa de que yo me arrojara a\ndescubrir, por temerosos y difusos desiertos, la secreta Ciudad de los\nInmortales. Mis trabajos empezaron, he referido, en un jardín de Tebas. Toda esa\nnoche no dormí, pues algo estaba combatiendo en mi corazón. Me levanté\npoco antes del alba; mis esclavos dormían, la luna tenía el mismo color de\nla infinita arena. Un jinete rendido y ensangrentado venía del oriente. A\nunos pasos de mí, rodó del caballo. Con una tenue voz insaciable me\npreguntó en latín el nombre del río que bañaba los muros de la ciudad. Le\nrespondí que era el Egipto, que alimentan las lluvias. Otro es el río que\npersigo, replicó tristemente, el río secreto que purifica de la muerte a los\nhombres. Oscura sangre le manaba del pecho. Me dijo que su patria era una\nmontaña que está al otro lado del Ganges y que en esa montaña era fama\nque si alguien caminara hasta el occidente, donde se acaba el mundo,\nllegaría al río cuyas aguas dan la inmortalidad. Agregó que en la margen\nulterior se eleva la Ciudad de los Inmortales, rica en baluartes y anfiteatros\ny templos. Antes de la aurora murió, pero yo determiné descubrir la ciudad\ny su río.", "status": "completed"}, {"id": 1, "text": "Interrogados por el verdugo, algunos prisioneros mauritanos\nconfirmaron la relación del viajero; alguien recordó la llanura elísea, en el\ntérmino de la tierra, donde la vida de los hombres es perdurable; alguien, las\ncumbres donde nace el Pactolo, cuyos moradores viven un siglo. En Roma,\nconversé con filósofos que sintieron que dilatar la vida de los hombres era\ndilatar su agonía y multiplicar el número de sus muertes. Ignoro si creí\nalguna vez en la Ciudad de los Inmortales: pienso que entonces me bastó la\ntarea de buscarla. Flavio, procónsul de Getulia, me entregó doscientos\nsoldados para la empresa. También recluté mercenarios, que se dijeron\nconocedores de los caminos y que fueron los primeros en desertar. Los hechos ulteriores han deformado hasta lo inextricable el recuerdo\nde nuestras primeras jornadas. Partimos de Arsinoe y entramos en el\nabrasado desierto. Atravesamos el país de los trogloditas, que devoran\nserpientes y carecen del comercio de la palabra; el de los garamantas, que\ntienen las mujeres en común y se nutren de leones; el de los augilas, que\nsólo veneran el Tártaro. Fatigamos otros desiertos, donde es negra la arena;\ndonde el viajero debe usurpar las horas de la noche, pues el fervor del día es\nintolerable. De lejos divisé la montaña que dio nombre al Océano: en sus\nladeras crece el euforbio, que anula los venenos; en la cumbre habitan los\nsátiros, nación de hombres ferales y rústicos, inclinados a la lujuria. Que\nesas regiones bárbaras, donde la tierra es madre de monstruos, pudieran\nalbergar en su seno una ciudad famosa, a todos nos pareció inconcebible. Proseguimos la marcha, pues hubiera sido una afrenta retroceder. Algunos temerarios durmieron con la cara expuesta a la luna; la fiebre\nlos ardió; en el agua depravada de las cisternas otros bebieron la locura y la\nmuerte. Entonces comenzaron las deserciones; muy poco después, los\nmotines. Para reprimirlos, no vacilé ante el ejercicio de la severidad. Procedí rectamente, pero un centurión me advirtió que los sediciosos\n(ávidos de vengar la crucifixión de uno de ellos) maquinaban mi muerte. Huí del campamento, con los pocos soldados que me eran fieles. En el\ndesierto los perdí, entre los remolinos de arena y la vasta noche. Una flecha\ncretense me laceró. Varios días erré sin encontrar agua, o un solo enorme\ndía multiplicado por el sol, por la sed y por el temor de la sed. Dejé el\ncamino al arbitrio de mi caballo. En el alba, la lejanía se erizó de pirámides\ny de torres.", "status": "completed"}, {"id": 2, "text": "Insoportablemente soñé con un exiguo y nítido laberinto: en el\ncentro había un cántaro; mis manos casi lo tocaban, mis ojos lo veían, pero\ntan intrincadas y perplejas eran las curvas que yo sabía que iba a morir\nantes de alcanzarlo. II\nAl desenredarme por fin de esa pesadilla, me vi tirado y maniatado en un\noblongo nicho de piedra, no mayor que una sepultura común,\nsuperficialmente excavado en el agrio declive de una montaña. Los lados\neran húmedos, antes pulidos por el tiempo que por la industria. Sentí en el\npecho un doloroso latido, sentí que me abrasaba la sed. Me asomé y grité\ndébilmente. Al pie de la montaña se dilataba sin rumor un arroyo impuro,\nentorpecido por escombros y arena; en la opuesta margen resplandecía (bajo\nel último sol o bajo el primero) la evidente Ciudad de los Inmortales. Vi\nmuros, arcos, frontispicios y foros: el fundamento era una meseta de piedra. Un centenar de nichos irregulares, análogos al mío, surcaban la montaña y\nel valle. En la arena había pozos de poca hondura; de esos mezquinos\nagujeros (y de los nichos) emergían hombres de piel gris, de barba\nnegligente, desnudos. Creí reconocerlos: pertenecían a la estirpe bestial de\nlos trogloditas, que infestan las riberas del Golfo Arábigo y las grutas\netiópicas; no me maravillé de que no hablaran y de que devoraran\nserpientes. La urgencia de la sed me hizo temerario. Consideré que estaba a unos\ntreinta pies de la arena; me tiré, cerrados los ojos, atadas a la espalda las\nmanos, montaña abajo. Hundí la cara ensangrentada en el agua oscura. Bebí\ncomo se abrevan los animales. Antes de perderme otra vez en el sueño y en\nlos delirios, inexplicablemente repetí unas palabras griegas: los ricos\nteucros de Zelea que beben el agua negra del Esepo…\nNo sé cuántos días y noches rodaron sobre mí. Doloroso, incapaz de\nrecuperar el abrigo de las cavernas, desnudo en la ignorada arena, dejé que\nla luna y el sol jugaran con mi aciago destino. Los trogloditas, infantiles en\nla barbarie, no me ayudaron a sobrevivir o a morir. En vano les rogué que\nme dieran muerte. Un día, con el filo de un pedernal rompí mis ligaduras. Otro, me levanté y pude mendigar o robar —yo, Marco Flaminio Rufo,\ntribuno militar de una de las legiones de Roma— mi primera detestada\nración de carne de serpiente. La codicia de ver a los Inmortales, de tocar la sobrehumana Ciudad, casi\nme vedaba dormir.", "status": "completed"}, {"id": 3, "text": "Como si penetraran mi propósito, no dormían tampoco\nlos trogloditas: al principio inferí que me vigilaban; luego, que se habían\ncontagiado de mi inquietud, como podrían contagiarse los perros. Para\nalejarme de la bárbara aldea elegí la más pública de las horas, la declinación\nde la tarde, cuando casi todos los hombres emergen de las grietas y de los\npozos y miran el poniente, sin verlo. Oré en voz alta, menos para suplicar el\nfavor divino que para intimidar a la tribu con palabras articuladas. Atravesé\nel arroyo que los médanos entorpecen y me dirigí a la Ciudad. Confusamente me siguieron dos o tres hombres. Eran (como los otros de\nese linaje) de menguada estatura; no inspiraban temor, sino repulsión. Debí\nrodear algunas hondonadas irregulares que me parecieron canteras;\nofuscado por la grandeza de la Ciudad, yo la había creído cercana. Hacia la\nmedianoche, pisé, erizada de formas idolátricas en la arena amarilla, la\nnegra sombra de sus muros. Me detuvo una especie de horror sagrado. Tan\nabominadas del hombre son la novedad y el desierto que me alegré de que\nuno de los trogloditas me hubiera acompañado hasta el fin. Cerré los ojos y\naguardé (sin dormir) que relumbrara el día. He dicho que la Ciudad estaba fundada sobre una meseta de piedra. Esta\nmeseta comparable a un acantilado no era menos ardua que los muros. En\nvano fatigué mis pasos: el negro basamento no descubría la menor\nirregularidad, los muros invariables no parecían consentir una sola puerta. La fuerza del día hizo que yo me refugiara en una caverna; en el fondo\nhabía un pozo, en el pozo una escalera que se abismaba hacia la tiniebla\ninferior. Bajé; por un caos de sórdidas galerías llegué a una vasta cámara\ncircular, apenas visible. Había nueve puertas en aquel sótano; ocho daban a\nun laberinto que falazmente desembocaba en la misma cámara; la novena (a\ntravés de otro laberinto) daba a una segunda cámara circular, igual a la\nprimera. Ignoro el número total de las cámaras; mi desventura y mi\nansiedad las multiplicaron. El silencio era hostil y casi perfecto; otro rumor\nno había en esas profundas redes de piedra que un viento subterráneo, cuya\ncausa no descubrí; sin ruido se perdían entre las grietas hilos de agua\nherrumbrada. Horriblemente me habitué a ese dudoso mundo; consideré\nincreíble que pudiera existir otra cosa que sótanos provistos de nueve\npuertas y que sótanos largos que se bifurcan.", "status": "completed"}, {"id": 4, "text": "Ignoro el tiempo que debí\ncaminar bajo tierra; sé que alguna vez confundí, en la misma nostalgia, la\natroz aldea de los bárbaros y mi ciudad natal, entre los racimos. En el fondo de un corredor, un no previsto muro me cerró el paso, una\nremota luz cayó sobre mí. Alcé los ofuscados ojos: en lo vertiginoso, en lo\naltísimo, vi un círculo de cielo tan azul que pudo parecerme de púrpura. Unos peldaños de metal escalaban el muro. La fatiga me relajaba, pero subí,\nsólo deteniéndome a veces para torpemente sollozar de felicidad. Fui\ndivisando capiteles y astrágalos, frontones triangulares y bóvedas, confusas\npompas del granito y del mármol. Así me fue deparado ascender de la ciega\nregión de negros laberintos entretejidos a la resplandeciente Ciudad. Emergí a una suerte de plazoleta; mejor dicho, de patio. Lo rodeaba un\nsolo edificio de forma irregular y altura variable; a ese edificio heterogéneo\npertenecían las diversas cúpulas y columnas. Antes que ningún otro rasgo\nde ese monumento increíble, me suspendió lo antiquísimo de su fábrica. Sentí que era anterior a los hombres, anterior a la tierra. Esa notoria\nantigüedad (aunque terrible de algún modo para los ojos) me pareció\nadecuada al trabajo de obreros inmortales. Cautelosamente al principio, con\nindiferencia después, con desesperación al fin, erré por escaleras y\npavimentos del inextricable palacio. (Después averigüé que eran\ninconstantes la extensión y la altura de los peldaños, hecho que me hizo\ncomprender la singular fatiga que me infundieron). Este palacio es fábrica\nde los dioses, pensé primeramente. Exploré los inhabitados recintos y\ncorregí: Los dioses que lo edificaron han muerto. Noté sus peculiaridades y\ndije: Los dioses que lo edificaron estaban locos. Lo dije, bien lo sé, con una\nincomprensible reprobación que era casi un remordimiento, con más horror\nintelectual que miedo sensible. A la impresión de enorme antigüedad se\nagregaron otras: la de lo interminable, la de lo atroz, la de lo complejamente\ninsensato. Yo había cruzado un laberinto, pero la nítida Ciudad de los\nInmortales me atemorizó y repugnó. Un laberinto es una casa labrada para\nconfundir a los hombres; su arquitectura, pródiga en simetrías, está\nsubordinada a ese fin. En el palacio que imperfectamente exploré, la\narquitectura carecía de fin.", "status": "completed"}, {"id": 5, "text": "Abundaban el corredor sin salida, la alta ventana\ninalcanzable, la aparatosa puerta que daba a una celda o a un pozo, las\nincreíbles escaleras inversas, con los peldaños y la balaustrada hacia abajo. Otras, adheridas aéreamente al costado de un muro monumental, morían sin\nllegar a ninguna parte, al cabo de dos o tres giros, en la tiniebla superior de\nlas cúpulas. Ignoro si todos los ejemplos que he enumerado son literales; sé\nque durante muchos años infestaron mis pesadillas; no puedo ya saber si tal\no cual rasgo es una transcripción de la realidad o de las formas que\ndesatinaron mis noches. Esta Ciudad (pensé) es tan horrible que su mera\nexistencia y perduración, aunque en el centro de un desierto secreto,\ncontamina el pasado y el porvenir y de algún modo compromete a los\nastros. Mientras perdure, nadie en el mundo podrá ser valeroso o feliz. No\nquiero describirla; un caos de palabras heterogéneas, un cuerpo de tigre o de\ntoro, en el que pulularan monstruosamente, conjugados y odiándose,\ndientes, órganos y cabezas, pueden (tal vez) ser imágenes aproximativas. No recuerdo las etapas de mi regreso, entre los polvorientos y húmedos\nhipogeos. Únicamente sé que no me abandonaba el temor de que, al salir\ndel último laberinto, me rodeara otra vez la nefanda Ciudad de los\nInmortales. Nada más puedo recordar. Ese olvido, ahora insuperable, fue\nquizá voluntario; quizá las circunstancias de mi evasión fueron tan ingratas\nque, en algún día no menos olvidado también, he jurado olvidarlas. III\nQuienes hayan leído con atención el relato de mis trabajos recordarán que\nun hombre de la tribu me siguió como un perro podría seguirme, hasta la\nsombra irregular de los muros. Cuando salí del último sótano, lo encontré\nen la boca de la caverna. Estaba tirado en la arena, donde trazaba\ntorpemente y borraba una hilera de signos, que eran como las letras de los\nsueños, que uno está a punto de entender y luego se juntan. Al principio,\ncreí que se trataba de una escritura bárbara; después vi que es absurdo\nimaginar que hombres que no llegaron a la palabra lleguen a la escritura. Además, ninguna de las formas era igual a otra, lo cual excluía o alejaba la\nposibilidad de que fueran simbólicas. El hombre las trazaba, las miraba y\nlas corregía. De golpe, como si le fastidiara ese juego, las borró con la\npalma y el antebrazo. Me miró, no pareció reconocerme.", "status": "completed"}, {"id": 6, "text": "Sin embargo, tan\ngrande era el alivio que me inundaba (o tan grande y medrosa mi soledad)\nque di en pensar que ese rudimental troglodita, que me miraba desde el\nsuelo de la caverna, había estado esperándome. El sol caldeaba la llanura;\ncuando emprendimos el regreso a la aldea, bajo las primeras estrellas, la\narena era ardorosa bajo los pies. El troglodita me precedió; esa noche\nconcebí el propósito de enseñarle a reconocer, y acaso a repetir, algunas\npalabras. El perro y el caballo (reflexioné) son capaces de lo primero;\nmuchas aves, como el ruiseñor de los Césares, de lo último. Por muy basto\nque fuera el entendimiento de un hombre, siempre sería superior al de\nirracionales. La humildad y miseria del troglodita me trajeron a la memoria la\nimagen de Argos, el viejo perro moribundo de la Odisea, y así le puse el\nnombre de Argos y traté de enseñárselo. Fracasé y volví a fracasar. Los\narbitrios, el rigor y la obstinación fueron del todo vanos. Inmóvil, con los\nojos inertes, no parecía percibir los sonidos que yo procuraba inculcarle. A\nunos pasos de mí, era como si estuviera muy lejos. Echado en la arena,\ncomo una pequeña y ruinosa esfinge de lava, dejaba que sobre él giraran los\ncielos, desde el crepúsculo del día hasta el de la noche. Juzgué imposible\nque no se percatara de mi propósito. Recordé que es fama entre los etíopes\nque los monos deliberadamente no hablan para que no los obliguen a\ntrabajar y atribuí a suspicacia o a temor el silencio de Argos. De esa\nimaginación pasé a otras, aún más extravagantes. Pensé que Argos y yo\nparticipábamos de universos distintos; pensé que nuestras percepciones eran\niguales, pero que Argos las combinaba de otra manera y construía con ellas\notros objetos; pensé que acaso no había objetos para él, sino un vertiginoso\ny continuo juego de impresiones brevísimas. Pensé en un mundo sin\nmemoria, sin tiempo; consideré la posibilidad de un lenguaje que ignorara\nlos sustantivos, un lenguaje de verbos impersonales o de indeclinables\nepítetos. Así fueron muriendo los días y con los días los años, pero algo\nparecido a la felicidad ocurrió una mañana. Llovió, con lentitud poderosa. Las noches del desierto pueden ser frías, pero aquélla había sido un\nfuego. Soñé que un río de Tesalia (a cuyas aguas yo había restituido un pez\nde oro) venía a rescatarme; sobre la roja arena y la negra piedra yo lo oía\nacercarse; la frescura del aire y el rumor atareado de la lluvia me\ndespertaron. Corrí desnudo a recibirla.", "status": "completed"}, {"id": 7, "text": "Declinaba la noche; bajo las nubes\namarillas la tribu, no menos dichosa que yo, se ofrecía a los vívidos\naguaceros en una especie de éxtasis. Parecían coribantes a quienes posee la\ndivinidad. Argos, puestos los ojos en la esfera, gemía; raudales le rodaban\npor la cara; no sólo de agua, sino (después lo supe) de lágrimas. Argos, le\ngrité, Argos. Entonces, con mansa admiración, como si descubriera una cosa perdida\ny olvidada hace mucho tiempo, Argos balbuceó estas palabras: Argos, perro\nde Ulises. Y después, también sin mirarme: Este perro tirado en el estiércol. Fácilmente aceptamos la realidad, acaso porque intuimos que nada es\nreal. Le pregunté qué sabía de la Odisea. La práctica del griego le era\npenosa; tuve que repetir la pregunta. Muy poco, dijo. Menos que el rapsoda más pobre. Ya habrán pasado\nmil cien años desde que la inventé. IV\nTodo me fue dilucidado, aquel día. Los trogloditas eran los Inmortales; el\nriacho de aguas arenosas, el Río que buscaba el jinete. En cuanto a la\nciudad cuyo nombre se había dilatado hasta el Ganges, nueve siglos haría\nque los Inmortales la habían asolado. Con las reliquias de su ruina\nerigieron, en el mismo lugar, la desatinada ciudad que yo recorrí: suerte de\nparodia o reverso y también templo de los dioses irracionales que manejan\nel mundo y de los que nada sabemos, salvo que no se parecen al hombre. Aquella fundación fue el último símbolo a que condescendieron los\nInmortales; marca una etapa en que, juzgando que toda empresa es vana,\ndeterminaron vivir en el pensamiento, en la pura especulación. Erigieron la\nfábrica, la olvidaron y fueron a morar en las cuevas. Absortos, casi no\npercibían el mundo físico. Esas cosas Homero las refirió, como quien habla con un niño. También\nme refirió su vejez y el postrer viaje que emprendió, movido, como Ulises,\npor el propósito de llegar a los hombres que no saben lo que es el mar ni\ncomen carne sazonada con sal ni sospechan lo que es un remo. Habitó un\nsiglo en la Ciudad de los Inmortales. Cuando la derribaron, aconsejó la\nfundación de la otra. Ello no debe sorprendernos; es fama que después de\ncantar la guerra de Ilión, cantó la guerra de las ranas y los ratones. Fue\ncomo un dios que creara el cosmos y luego el caos. Ser inmortal es baladí; menos el hombre, todas las criaturas lo son, pues\nignoran la muerte; lo divino, lo terrible, lo incomprensible, es saberse\ninmortal. He notado que, pese a las religiones, esa convicción es rarísima.", "status": "pending"}, {"id": 8, "text": "Israelitas, cristianos y musulmanes profesan la inmortalidad, pero la\nveneración que tributan al primer siglo prueba que sólo creen en él, ya que\ndestinan todos los demás, en número infinito, a premiarlo o a castigarlo. Más razonable me parece la rueda de ciertas religiones del Indostán; en esa\nrueda, que no tiene principio ni fin, cada vida es efecto de la anterior y\nengendra la siguiente, pero ninguna determina el conjunto… Adoctrinada\npor un ejercicio de siglos, la república de hombres inmortales había logrado\nla perfección de la tolerancia y casi del desdén. Sabía que en un plazo\ninfinito le ocurren a todo hombre todas las cosas. Por sus pasadas o futuras\nvirtudes, todo hombre es acreedor a toda bondad, pero también a toda\ntraición, por sus infamias del pasado o del porvenir. Así como en los juegos\nde azar las cifras pares y las cifras impares tienden al equilibrio, así también\nse anulan y se corrigen el ingenio y la estolidez, y acaso el rústico poema\ndel Cid es el contrapeso exigido por un solo epíteto de las Églogas o por\nuna sentencia de Heráclito. El pensamiento más fugaz obedece a un dibujo\ninvisible y puede coronar, o inaugurar, una forma secreta. Sé de quienes\nobraban el mal para que en los siglos futuros resultara el bien, o hubiera\nresultado en los ya pretéritos… Encarados así, todos nuestros actos son\njustos, pero también son indiferentes. No hay méritos morales o\nintelectuales. Homero compuso la Odisea; postulado un plazo infinito, con\ninfinitas circunstancias y cambios, lo imposible es no componer, siquiera\nuna vez, la Odisea. Nadie es alguien, un solo hombre inmortal es todos los\nhombres. Como Cornelio Agrippa, soy dios, soy héroe, soy filósofo, soy\ndemonio y soy mundo, lo cual es una fatigosa manera de decir que no soy. El concepto del mundo como sistema de precisas compensaciones\ninfluyó vastamente en los Inmortales. En primer término, los hizo\ninvulnerables a la piedad. He mencionado las antiguas canteras que rompían\nlos campos de la otra margen; un hombre se despeñó en la más honda, no\npodía lastimarse ni morir, pero lo abrasaba la sed; antes que le arrojaran una\ncuerda pasaron setenta años. Tampoco interesaba el propio destino. El\ncuerpo era un sumiso animal doméstico y le bastaba, cada mes, la limosna\nde unas horas de sueño, de un poco de agua y de una piltrafa de carne. Que\nnadie quiera rebajarnos a ascetas. No hay placer más complejo que el\npensamiento y a él nos entregábamos.", "status": "pending"}, {"id": 9, "text": "A veces, un estímulo extraordinario\nnos restituía al mundo físico. Por ejemplo, aquella mañana, el viejo goce\nelemental de la lluvia. Esos lapsos eran rarísimos; todos los Inmortales eran\ncapaces de perfecta quietud; recuerdo alguno a quien jamás he visto de pie:\nun pájaro anidaba en su pecho. Entre los corolarios de la doctrina de que no hay cosa que no esté\ncompensada por otra, hay uno de muy poca importancia teórica, pero que\nnos indujo, a fines o a principios del siglo X, a dispersarnos por la faz de la\ntierra. Cabe en estas palabras: Existe un río cuyas aguas dan la\ninmortalidad; en alguna región habrá otro río cuyas aguas la borren. El\nnúmero de ríos no es infinito; un viajero inmortal que recorra el mundo\nacabará, algún día, por haber bebido de todos. Nos propusimos descubrir\nese río. La muerte (o su alusión) hace preciosos y patéticos a los hombres. Éstos\nconmueven por su condición de fantasmas; cada acto que ejecutan puede\nser último; no hay rostro que no esté por desdibujarse como el rostro de un\nsueño. Todo, entre los mortales, tiene el valor de lo irrecuperable y de lo\nazaroso. Entre los Inmortales, en cambio, cada acto (y cada pensamiento) es\nel eco de otros que en el pasado lo antecedieron, sin principio visible, o el\nfiel presagio de otros que en el futuro lo repetirán hasta el vértigo. No hay\ncosa que no esté como perdida entre infatigables espejos. Nada puede\nocurrir una sola vez, nada es preciosamente precario. Lo elegiaco, lo grave,\nlo ceremonial, no rigen para los Inmortales. Homero y yo nos separamos en\nlas puertas de Tánger; creo que no nos dijimos adiós. V\nRecorrí nuevos reinos, nuevos imperios. En el otoño de 1066 milité en el\npuente de Stamford, ya no recuerdo si en las filas de Harold, que no tardó\nen hallar su destino, o en las de aquel infausto Harald Hardrada que\nconquistó seis pies de tierra inglesa, o un poco más. En el séptimo siglo de\nla Héjira, en el arrabal de Bulaq, transcribí con pausada caligrafía, en un\nidioma que he olvidado, en un alfabeto que ignoro, los siete viajes de\nSimbad y la historia de la Ciudad de Bronce. En un patio de la cárcel de\nSamarcanda he jugado muchísimo al ajedrez. En Bikanir he profesado la\nastrología y también en Bohemia. En 1638 estuve en Kolozsvár y después\nen Leipzig. En Aberdeen, en 1714, me suscribí a los seis volúmenes de la\nIlíada de Pope; sé que los frecuenté con deleite.", "status": "pending"}, {"id": 10, "text": "Hacia 1729 discutí el\norigen de ese poema con un profesor de retórica, llamado, creo,\nGiambattista; sus razones me parecieron irrefutables. El cuatro de octubre\nde 1921, el Patna, que me conducía a Bombay, tuvo que fondear en un\npuerto de la costa eritrea[1]. Bajé; recordé otras mañanas muy antiguas,\ntambién frente al Mar Rojo, cuando yo era tribuno de Roma y la fiebre y la\nmagia y la inacción consumían a los soldados. En las afueras vi un caudal\nde agua clara; la probé, movido por la costumbre. Al repechar la margen, un\nárbol espinoso me laceró el dorso de la mano. El inusitado dolor me pareció\nmuy vivo. Incrédulo, silencioso y feliz, contemplé la preciosa formación de\nuna lenta gota de sangre. De nuevo soy mortal, me repetí, de nuevo me\nparezco a todos los hombres. Esa noche, dormí hasta el amanecer. … He revisado, al cabo de un año, estas páginas. Me consta que se\najustan a la verdad, pero en los primeros capítulos, y aun en ciertos párrafos\nde los otros, creo percibir algo falso. Ello es obra, tal vez, del abuso de\nrasgos circunstanciales, procedimiento que aprendí en los poetas y que todo\nlo contamina de falsedad, ya que esos rasgos pueden abundar en los hechos,\npero no en su memoria… Creo, sin embargo, haber descubierto una razón\nmás íntima. La escribiré; no importa que me juzguen fantástico. La historia que he narrado parece irreal porque en ella se mezclan los\nsucesos de dos hombres distintos. En el primer capítulo, el jinete quiere\nsaber el nombre del río que baña las murallas de Tebas; Flaminio Rufo, que\nantes ha dado a la ciudad el epíteto de Hekatómpylos, dice que el río es el\nEgipto; ninguna de esas locuciones es adecuada a él, sino a Homero, que\nhace mención expresa, en la Ilíada, de Tebas Hekatómpylos, y en la Odisea,\npor boca de Proteo y de Ulises, dice invariablemente Egipto por Nilo. En el\ncapítulo segundo, el romano, al beber el agua inmortal, pronuncia unas\npalabras en griego; esas palabras son homéricas y pueden buscarse en el fin\ndel famoso catálogo de las naves. Después, en el vertiginoso palacio, habla\nde «una reprobación que era casi un remordimiento»; esas palabras\ncorresponden a Homero, que había proyectado ese horror. Tales anomalías\nme inquietaron; otras, de orden estético, me permitieron descubrir la\nverdad. El último capítulo las incluye; ahí está escrito que milité en el\npuente de Stamford, que transcribí, en Bulaq, los viajes de Simbad el\nMarino y que me suscribí, en Aberdeen, a la Ilíada inglesa de Pope.", "status": "pending"}, {"id": 11, "text": "Se lee,\ninter alia: «En Bikanir he profesado la astrología y también en Bohemia». Ninguno de esos testimonios es falso; lo significativo es el hecho de\nhaberlos destacado. El primero de todos parece convenir a un hombre de\nguerra, pero luego se advierte que el narrador no repara en lo bélico y sí en\nla suerte de los hombres. Los que siguen son más curiosos. Una oscura\nrazón elemental me obligó a registrarlos; lo hice porque sabía que eran\npatéticos. No lo son, dichos por el romano Flaminio Rufo. Lo son, dichos\npor Homero; es raro que éste copie, en el siglo trece, las aventuras de\nSimbad, de otro Ulises, y descubra, a la vuelta de muchos siglos, en un\nreino boreal y un idioma bárbaro, las formas de su Ilíada. En cuanto a la\noración que recoge el nombre de Bikanir, se ve que la ha fabricado un\nhombre de letras, ganoso (como el autor del catálogo de las naves) de\nmostrar vocablos espléndidos[2]. Cuando se acerca el fin, ya no quedan imágenes del recuerdo; sólo\nquedan palabras. No es extraño que el tiempo haya confundido las que\nalguna vez me representaron con las que fueron símbolos de la suerte de\nquien me acompañó tantos siglos. Yo he sido Homero; en breve, seré Nadie,\ncomo Ulises; en breve, seré todos: estaré muerto. Posdata de 1950. Entre los comentarios que ha despertado la publicación\nanterior, el más curioso, ya que no el más urbano, bíblicamente se titula A\ncoat of many colours (Manchester, 1948) y es obra de la tenacísima pluma\ndel doctor Nahum Cordovero. Abarca unas cien páginas. Habla de los\ncentones griegos, de los centones de la baja latinidad, de Ben Jonson, que\ndefinió a sus contemporáneos con retazos de Séneca, del Virgilius\nevangelizans de Alexander Ross, de los artificios de George Moore y de\nEliot y, finalmente, de «la narración atribuida al anticuario Joseph\nCartaphilus». Denuncia, en el primer capítulo, breves interpolaciones de\nPlinio (Historia naturalis, V, 8); en el segundo, de Thomas de Quincey\n(Writings, III, 439); en el tercero, de una epístola de Descartes al embajador\nPierre Chanut; en el cuarto, de Bernard Shaw (Back to Methuselah, V). Infiere de esas intrusiones, o hurtos, que todo el documento es apócrifo. A mi entender, la conclusión es inadmisible. Cuando se acerca el fin,\nescribió Cartaphilus, ya no quedan imágenes del recuerdo; sólo quedan\npalabras. Palabras, palabras desplazadas y mutiladas, palabras de otros, fue\nla pobre limosna que le dejaron las horas y los siglos.", "status": "pending"}, {"id": 12, "text": "A Cecilia Ingenieros\nEl muerto\nQue un hombre del suburbio de Buenos Aires, que un triste compadrito\nsin más virtud que la infatuación del coraje, se interne en los desiertos\necuestres de la frontera del Brasil y llegue a capitán de contrabandistas,\nparece de antemano imposible. A quienes lo entienden así, quiero contarles\nel destino de Benjamín Otálora, de quien acaso no perdura un recuerdo en\nel barrio de Balvanera y que murió en su ley, de un balazo, en los confines\nde Rio Grande do Sul. Ignoro los detalles de su aventura; cuando me sean\nrevelados, he de rectificar y ampliar estas páginas. Por ahora, este resumen\npuede ser útil. Benjamín Otálora cuenta, hacia 1891, diecinueve años. Es un mocetón\nde frente mezquina, de sinceros ojos claros, de reciedumbre vasca; una\npuñalada feliz le ha revelado que es un hombre valiente; no lo inquieta la\nmuerte de su contrario, tampoco la inmediata necesidad de huir de la\nRepública. El caudillo de la parroquia le da una carta para un tal Azevedo\nBandeira, del Uruguay. Otálora se embarca, la travesía es tormentosa y\ncrujiente; al otro día, vaga por las calles de Montevideo, con inconfesada y\ntal vez ignorada tristeza. No da con Azevedo Bandeira; hacia la\nmedianoche, en un almacén del Paso del Molino, asiste a un altercado entre\nunos troperos. Un cuchillo relumbra; Otálora no sabe de qué lado está la\nrazón, pero lo atrae el puro sabor del peligro, como a otros la baraja o la\nmúsica. Para, en el entrevero, una puñalada baja que un peón le tira a un\nhombre de galera oscura y de poncho. Éste, después, resulta ser Azevedo\nBandeira. (Otálora, al saberlo, rompe la carta, porque prefiere debérselo\ntodo a sí mismo). Azevedo Bandeira da, aunque fornido, la injustificable\nimpresión de ser contrahecho; en su rostro, siempre demasiado cercano,\nestán el judío, el negro y el indio; en su empaque, el mono y el tigre; la\ncicatriz que le atraviesa la cara es un adorno más, como el negro bigote\ncerdoso. Proyección o error del alcohol, el altercado cesa con la misma rapidez\ncon que se produjo. Otálora bebe con los troperos y luego los acompaña a\nuna farra y luego a un caserón en la Ciudad Vieja, ya con el sol bien alto. En el último patio, que es de tierra, los hombres tienden su recado para\ndormir. Oscuramente, Otálora compara esa noche con la anterior; ahora ya\npisa tierra firme, entre amigos. Lo inquieta algún remordimiento, eso sí, de\nno extrañar a Buenos Aires.", "status": "pending"}, {"id": 13, "text": "Duerme hasta la oración, cuando lo despierta el\npaisano que agredió, borracho, a Bandeira. (Otálora recuerda que ese\nhombre ha compartido con los otros la noche de tumulto y de júbilo y que\nBandeira lo sentó a su derecha y lo obligó a seguir bebiendo). El hombre le\ndice que el patrón lo manda buscar. En una suerte de escritorio que da al\nzaguán (Otálora nunca ha visto un zaguán con puertas laterales) está\nesperándolo Azevedo Bandeira, con una clara y desdeñosa mujer de pelo\ncolorado. Bandeira lo pondera, le ofrece una copa de caña, le repite que le\nestá pareciendo un hombre animoso, le propone ir al Norte con los demás a\ntraer una tropa. Otálora acepta; hacia la madrugada están en camino, rumbo\na Tacuarembó. Empieza entonces para Otálora una vida distinta, una vida de vastos\namaneceres y de jornadas que tienen el olor del caballo. Esa vida es nueva\npara él, y a veces atroz, pero ya está en su sangre, porque lo mismo que los\nhombres de otras naciones veneran y presienten el mar, así nosotros\n(también el hombre que entreteje estos símbolos) ansiamos la llanura\ninagotable que resuena bajo los cascos. Otálora se ha criado en los barrios\ndel carrero y del cuarteador; antes de un año se hace gaucho. Aprende a\njinetear, a entropillar la hacienda, a carnear, a manejar el lazo que sujeta y\nlas boleadoras que tumban, a resistir el sueño, las tormentas, las heladas y el\nsol, a arrear con el silbido y el grito. Sólo una vez, durante ese tiempo de\naprendizaje, ve a Azevedo Bandeira, pero lo tiene muy presente, porque ser\nhombre de Bandeira es ser considerado y temido, y porque, ante cualquier\nhombrada, los gauchos dicen que Bandeira lo hace mejor. Alguien opina\nque Bandeira nació del otro lado del Cuareim, en Rio Grande do Sul; eso,\nque debería rebajarlo, oscuramente lo enriquece de selvas populosas, de\nciénagas, de inextricables y casi infinitas distancias. Gradualmente, Otálora\nentiende que los negocios de Bandeira son múltiples y que el principal es el\ncontrabando. Ser tropero es ser un sirviente; Otálora se propone ascender a\ncontrabandista. Dos de los compañeros, una noche, cruzarán la frontera para\nvolver con unas partidas de caña; Otálora provoca a uno de ellos, lo hiere y\ntoma su lugar. Lo mueve la ambición y también una oscura fidelidad. Que\nel hombre (piensa) acabe por entender que yo valgo más que todos sus\norientales juntos. Otro año pasa antes que Otálora regrese a Montevideo.", "status": "pending"}, {"id": 14, "text": "Recorren las\norillas, la ciudad (que a Otálora le parece muy grande); llegan a casa del\npatrón; los hombres tienden los recados en el último patio. Pasan los días y\nOtálora no ha visto a Bandeira. Dicen, con temor, que está enfermo; un\nmoreno suele subir a su dormitorio con la caldera y con el mate. Una tarde,\nle encomiendan a Otálora esa tarea. Éste se siente vagamente humillado\npero satisfecho también. El dormitorio es desmantelado y oscuro. Hay un balcón que mira al\nponiente, hay una larga mesa con un resplandeciente desorden de taleros, de\narreadores, de cintos, de armas de fuego y de armas blancas, hay un remoto\nespejo que tiene la luna empañada. Bandeira yace boca arriba; sueña y se\nqueja; una vehemencia de sol último lo define. El vasto lecho blanco parece\ndisminuirlo y oscurecerlo; Otálora nota las canas, la fatiga, la flojedad, las\ngrietas de los años. Lo subleva que los esté mandando ese viejo. Piensa que\nun golpe bastaría para dar cuenta de él. En eso, ve en el espejo que alguien\nha entrado. Es la mujer de pelo rojo; está a medio vestir y descalza y lo\nobserva con fría curiosidad. Bandeira se incorpora; mientras habla de cosas\nde la campaña y despacha mate tras mate, sus dedos juegan con las trenzas\nde la mujer. Al fin, le da licencia a Otálora para irse. Días después, les llega la orden de ir al Norte. Arriban a una estancia\nperdida, que está como en cualquier lugar de la interminable llanura. Ni\nárboles ni un arroyo la alegran, el primer sol y el último la golpean. Hay\ncorrales de piedra para la hacienda, que es guampuda y menesterosa. El\nSuspiro se llama ese pobre establecimiento. Otálora oye en rueda de peones que Bandeira no tardará en llegar de\nMontevideo. Pregunta por qué; alguien aclara que hay un forastero\nagauchado que está queriendo mandar demasiado. Otálora comprende que\nes una broma, pero le halaga que esa broma ya sea posible. Averigua,\ndespués, que Bandeira se ha enemistado con uno de los jefes políticos y que\néste le ha retirado su apoyo. Le gusta esa noticia. Llegan cajones de armas largas; llegan una jarra y una palangana de\nplata para el aposento de la mujer; llegan cortinas de intrincado damasco;\nllega de las cuchillas, una mañana, un jinete sombrío, de barba cerrada y de\nponcho. Se llama Ulpiano Suárez y es el capanga o guardaespaldas de\nAzevedo Bandeira. Habla muy poco y de una manera abrasilerada. Otálora\nno sabe si atribuir su reserva a hostilidad, a desdén o a mera barbarie.", "status": "pending"}, {"id": 15, "text": "Sabe,\neso sí, que para el plan que está maquinando tiene que ganar su amistad. Entra después en el destino de Benjamín Otálora un colorado cabos\nnegros que trae del sur Azevedo Bandeira y que luce apero chapeado y\ncarona con bordes de piel de tigre. Ese caballo liberal es un símbolo de la\nautoridad del patrón y por eso lo codicia el muchacho, que llega también a\ndesear, con deseo rencoroso, a la mujer de pelo resplandeciente. La mujer,\nel apero y el colorado son atributos o adjetivos de un hombre que él aspira a\ndestruir. Aquí la historia se complica y se ahonda. Azevedo Bandeira es diestro\nen el arte de la intimidación progresiva, en la satánica maniobra de humillar\nal interlocutor gradualmente, combinando veras y burlas; Otálora resuelve\naplicar ese método ambiguo a la dura tarea que se propone. Resuelve\nsuplantar, lentamente, a Azevedo Bandeira. Logra, en jornadas de peligro\ncomún, la amistad de Suárez. Le confía su plan; Suárez le promete su\nayuda. Muchas cosas van aconteciendo después, de las que sé unas pocas. Otálora no obedece a Bandeira; da en olvidar, en corregir, en invertir sus\nórdenes. El universo parece conspirar con él y apresura los hechos. Un\nmediodía, ocurre en campos de Tacuarembó un tiroteo con gente\nriograndense; Otálora usurpa el lugar de Bandeira y manda a los orientales. Le atraviesa el hombro una bala, pero esa tarde Otálora regresa al Suspiro\nen el colorado del jefe y esa tarde unas gotas de su sangre manchan la piel\nde tigre y esa noche duerme con la mujer de pelo reluciente. Otras versiones\ncambian el orden de estos hechos y niegan que hayan ocurrido en un solo\ndía. Bandeira, sin embargo, siempre es nominalmente el jefe. Da órdenes\nque no se ejecutan; Benjamín Otálora no lo toca, por una mezcla de rutina y\nde lástima. La última escena de la historia corresponde a la agitación de la última\nnoche de 1894. Esa noche, los hombres del Suspiro comen cordero recién\ncarneado y beben un alcohol pendenciero; alguien infinitamente rasguea\nuna trabajosa milonga. En la cabecera de la mesa, Otálora, borracho, erige\nexultación sobre exultación, júbilo sobre júbilo; esa torre de vértigo es un\nsímbolo de su irresistible destino. Bandeira, taciturno entre los que gritan,\ndeja que fluya clamorosa la noche. Cuando las doce campanadas resuenan,\nse levanta como quien recuerda una obligación. Se levanta y golpea con\nsuavidad a la puerta de la mujer. Ésta le abre en seguida, como si esperara el\nllamado. Sale a medio vestir y descalza.", "status": "pending"}, {"id": 16, "text": "Con una voz que se afemina y se\narrastra, el jefe le ordena:\n—Ya que vos y el porteño se quieren tanto, ahora mismo le vas a dar un\nbeso a vista de todos. Agrega una circunstancia brutal. La mujer quiere resistir, pero dos\nhombres la han tomado del brazo y la echan sobre Otálora. Arrasada en\nlágrimas, le besa la cara y el pecho. Ulpiano Suárez ha empuñado el\nrevólver. Otálora comprende, antes de morir, que desde el principio lo han\ntraicionado, que ha sido condenado a muerte, que le han permitido el amor,\nel mando y el triunfo, porque ya lo daban por muerto, porque para Bandeira\nya estaba muerto. Suárez, casi con desdén, hace fuego. Los teólogos\nArrasado el jardín, profanados los cálices y las aras, entraron a caballo los\nhunos en la biblioteca monástica y rompieron los libros incomprensibles y\nlos vituperaron y los quemaron, acaso temerosos de que las letras\nencubrieran blasfemias contra su dios, que era una cimitarra de hierro. Ardieron palimpsestos y códices, pero en el corazón de la hoguera, entre la\nceniza, perduró casi intacto el libro duodécimo de la Civitas Dei, que narra\nque Platón enseñó en Atenas que, al cabo de los siglos, todas las cosas\nrecuperarán su estado anterior, y él, en Atenas, ante el mismo auditorio, de\nnuevo enseñará esa doctrina. El texto que las llamas perdonaron gozó de\nuna veneración especial y quienes lo leyeron y releyeron en esa remota\nprovincia dieron en olvidar que el autor sólo declaró esa doctrina para poder\nmejor confutarla. Un siglo después, Aureliano, coadjutor de Aquilea, supo\nque a orillas del Danubio la novísima secta de los monótonos (llamados\ntambién anulares) profesaba que la historia es un círculo y que nada es que\nno haya sido y que no será. En las montañas, la Rueda y la Serpiente habían\ndesplazado a la Cruz. Todos temían, pero todos se confortaban con el rumor\nde que Juan de Panonia, que se había distinguido por un tratado sobre el\nséptimo atributo de Dios, iba a impugnar tan abominable herejía. Aureliano deploró esas nuevas, sobre todo la última. Sabía que en\nmateria teológica no hay novedad sin riesgo; luego reflexionó que la tesis\nde un tiempo circular era demasiado disímil, demasiado asombrosa, para\nque el riesgo fuera grave. (Las herejías que debemos temer son las que\npueden confundirse con la ortodoxia). Más le dolió la intervención —la\nintrusión— de Juan de Panonia.", "status": "pending"}, {"id": 17, "text": "Hace dos años, éste había usurpado con su\nverboso De septima affectione Dei sive de æternitate un asunto de la\nespecialidad de Aureliano; ahora, como si el problema del tiempo le\nperteneciera, iba a rectificar, tal vez con argumentos de Procusto, con\ntriacas más temibles que la Serpiente, a los anulares… Esa noche, Aureliano\npasó las hojas del antiguo diálogo de Plutarco sobre la cesación de los\noráculos; en el párrafo veintinueve, leyó una burla contra los estoicos que\ndefienden un infinito ciclo de mundos, con infinitos soles, lunas, Apolos,\nDianas y Poseidones. El hallazgo le pareció un pronóstico favorable;\nresolvió adelantarse a Juan de Panonia y refutar a los heréticos de la Rueda. Hay quien busca el amor de una mujer para olvidarse de ella, para no\npensar más en ella; Aureliano, parejamente, quería superar a Juan de\nPanonia para curarse del rencor que éste le infundía, no para hacerle mal. Atemperado por el mero trabajo, por la fabricación de silogismos y la\ninvención de injurias, por los nego y los autem y los nequaquam, pudo\nolvidar ese rencor. Erigió vastos y casi inextricables períodos, estorbados de\nincisos, donde la negligencia y el solecismo parecían formas del desdén. De\nla cacofonía hizo un instrumento. Previó que Juan fulminaría a los anulares\ncon gravedad profética; optó, para no coincidir con él, por el escarnio. Agustín había escrito que Jesús es la vía recta que nos salva del laberinto\ncircular en que andan los impíos; Aureliano, laboriosamente trivial, los\nequiparó con Ixión, con el hígado de Prometeo, con Sísifo, con aquel rey de\nTebas que vio dos soles, con la tartamudez, con loros, con espejos, con\necos, con mulas de noria y con silogismos bicornutos. (Las fábulas\ngentílicas perduraban, rebajadas a adornos). Como todo poseedor de una\nbiblioteca, Aureliano se sabía culpable de no conocerla hasta el fin; esa\ncontroversia le permitió cumplir con muchos libros que parecían\nreprocharle su incuria. Así pudo engastar un pasaje de la obra De principiis\nde Orígenes, donde se niega que Judas Iscariote volverá a vender al Señor, y\nPablo a presenciar en Jerusalén el martirio de Esteban, y otro de los\nAcademica priora de Cicerón, en el que éste se burla de quienes sueñan que\nmientras él conversa con Lúculo, otros Lúculos y otros Cicerones, en\nnúmero infinito, dicen puntualmente lo mismo, en infinitos mundos iguales.", "status": "pending"}, {"id": 18, "text": "Además, esgrimió contra los monótonos el texto de Plutarco y denunció lo\nescandaloso de que a un idólatra le valiera más el lumen naturæ que a ellos\nla palabra de Dios. Nueve días le tomó ese trabajo; el décimo, le fue\nremitido un traslado de la refutación de Juan de Panonia. Era casi irrisoriamente breve; Aureliano la miró con desdén y luego con\ntemor. La primera parte glosaba los versículos terminales del noveno\ncapítulo de la Epístola a los Hebreos, donde se dice que Jesús no fue\nsacrificado muchas veces desde el principio del mundo, sino ahora una vez\nen la consumación de los siglos. La segunda alegaba el precepto bíblico\nsobre las vanas repeticiones de los gentiles (Mateo 6:7) y aquel pasaje del\nséptimo libro de Plinio, que pondera que en el dilatado universo no hay dos\ncaras iguales. Juan de Panonia declaraba que tampoco hay dos almas y que\nel pecador más vil es precioso como la sangre que por él vertió Jesucristo. El acto de un solo hombre (afirmó) pesa más que los nueve cielos\nconcéntricos y trasoñar que puede perderse y volver es una aparatosa\nfrivolidad. El tiempo no rehace lo que perdemos; la eternidad lo guarda para\nla gloria y también para el fuego. El tratado era límpido, universal; no\nparecía redactado por una persona concreta, sino por cualquier hombre o,\nquizá, por todos los hombres. Aureliano sintió una humillación casi física. Pensó destruir o reformar\nsu propio trabajo, luego, con rencorosa probidad, lo mandó a Roma sin\nmodificar una letra. Meses después, cuando se juntó el concilio de Pérgamo,\nel teólogo encargado de impugnar los errores de los monótonos fue\n(previsiblemente) Juan de Panonia; su docta y mesurada refutación bastó\npara que Euforbo, heresiarca, fuera condenado a la hoguera. Esto ha\nocurrido y volverá a ocurrir, dijo Euforbo. No encendéis una pira,\nencendéis un laberinto de fuego. Si aquí se unieran todas las hogueras que\nhe sido, no cabrían en la tierra y quedarían ciegos los ángeles. Esto lo dije\nmuchas veces. Después gritó, porque lo alcanzaron las llamas. Cayó la Rueda ante la Cruz[3], pero Aureliano y Juan prosiguieron su\nbatalla secreta. Militaban los dos en el mismo ejército, anhelaban el mismo\ngalardón, guerreaban contra el mismo Enemigo, pero Aureliano no escribió\nuna palabra que inconfesablemente no propendiera a superar a Juan. Su\nduelo fue invisible; si los copiosos índices no me engañan, no figura una\nsola vez el nombre del otro en los muchos volúmenes de Aureliano que\natesora la Patrología de Migne.", "status": "pending"}, {"id": 19, "text": "(De las obras de Juan, sólo han perdurado\nveinte palabras). Los dos desaprobaron los anatemas del segundo concilio\nde Constantinopla; los dos persiguieron a los arrianos, que negaban la\ngeneración eterna del Hijo; los dos atestiguaron la ortodoxia de la\nTopographia christiana de Cosmas, que enseña que la tierra es\ncuadrangular, como el tabernáculo hebreo. Desgraciadamente, por los\ncuatro ángulos de la tierra cundió otra tempestuosa herejía. Oriunda del\nEgipto o del Asia (porque los testimonios difieren y Bossuet no quiere\nadmitir las razones de Harnack), infestó las provincias orientales y erigió\nsantuarios en Macedonia, en Cartago y en Tréveris. Pareció estar en todas\npartes; se dijo que en la diócesis de Britania habían sido invertidos los\ncrucifijos y que a la imagen del Señor, en Cesárea, la había suplantado un\nespejo. El espejo y el óbolo eran emblemas de los nuevos cismáticos. La historia los conoce por muchos nombres (especulares, abismales,\ncainitas), pero de todos el más recibido es histriones, que Aureliano les dio\ny que ellos con atrevimiento adoptaron. En Frigia les dijeron simulacros, y\ntambién en Dardania. Juan Damasceno los llamó formas; justo es advertir\nque el pasaje ha sido rechazado por Erfjord. No hay heresiólogo que con\nestupor no refiera sus desaforadas costumbres. Muchos histriones\nprofesaron el ascetismo; alguno se mutiló, como Orígenes; otros moraron\nbajo tierra, en las cloacas; otros se arrancaron los ojos; otros (los\nnabucodonosores de Nitria) «pacían como los bueyes y su pelo crecía como\nde águila». De la mortificación y el rigor pasaban, muchas veces, al crimen;\nciertas comunidades toleraban el robo; otras, el homicidio; otras, la\nsodomía, el incesto y la bestialidad. Todas eran blasfemas; no sólo\nmaldecían del Dios cristiano, sino de las arcanas divinidades de su propio\npanteón. Maquinaron libros sagrados, cuya desaparición deploran los\ndoctos. Sir Thomas Browne, hacia 1658, escribió «El tiempo ha aniquilado\nlos ambiciosos Evangelios Histriónicos, no las Injurias con que se fustigó\nsu Impiedad»: Erfjord ha sugerido que esas «injurias» (que preserva un\ncódice griego) son los evangelios perdidos. Ello es incomprensible, si\nignoramos la cosmología de los histriones. En los libros herméticos está escrito que lo que hay abajo es igual a lo\nque hay arriba, y lo que hay arriba, igual a lo que hay abajo; en el Zohar,\nque el mundo inferior es reflejo del superior. Los histriones fundaron su\ndoctrina sobre una perversión de esa idea.", "status": "pending"}, {"id": 20, "text": "Invocaron a Mateo 6:12\n(«perdónanos nuestras deudas, como nosotros perdonamos a nuestros\ndeudores») y 11:12 («el reino de los cielos padece fuerza») para demostrar\nque la tierra influye en el cielo, y a I Corintios 13:12 («vemos ahora por\nespejo, en oscuridad») para demostrar que todo lo que vemos es falso. Quizá contaminados por los monótonos, imaginaron que todo hombre es\ndos hombres y que el verdadero es el otro, el que está en el cielo. También imaginaron que nuestros actos proyectan un reflejo invertido,\nde suerte que si velamos, el otro duerme, si fornicamos, el otro es casto, si\nrobamos, el otro es generoso. Muertos, nos uniremos a él y seremos él. (Algún eco de esas doctrinas perduró en Bloy). Otros histriones discurrieron\nque el mundo concluiría cuando se agotara la cifra de sus posibilidades; ya\nque no puede haber repeticiones, el justo debe eliminar (cometer) los actos\nmás infames, para que éstos no manchen el porvenir y para acelerar el\nadvenimiento del reino de Jesús. Ese artículo fue negado por otras sectas,\nque defendieron que la historia del mundo debe cumplirse en cada hombre. Los más, como Pitágoras, deberán transmigrar por muchos cuerpos antes de\nobtener su liberación; algunos, los proteicos, «en el término de una sola\nvida son leones, son dragones, son jabalíes, son agua y son un árbol». Demóstenes refiere la purificación por el fango a que eran sometidos los\niniciados en los misterios órficos; los proteicos, analógicamente, buscaron\nla purificación por el mal. Entendieron, como Carpócrates, que nadie saldrá\nde la cárcel hasta pagar el último óbolo (Lucas 12:59), y solían embaucar a\nlos penitentes con este otro versículo: «Yo he venido para que tengan vida\nlos hombres y para que la tengan en abundancia» (Juan 10:10). También\ndecían que no ser un malvado es una soberbia satánica… Muchas y\ndivergentes mitologías urdieron los histriones; unos predicaron el\nascetismo, otros la licencia, todos la confusión. Teopompo, histrión de\nBerenice, negó todas las fábulas; dijo que cada hombre es un órgano que\nproyecta la divinidad para sentir el mundo. Los herejes de la diócesis de Aureliano eran de los que afirmaban que el\ntiempo no tolera repeticiones, no de los que afirmaban que todo acto se\nrefleja en el cielo. Esa circunstancia era rara; en un informe a las\nautoridades romanas, Aureliano la mencionó.", "status": "pending"}, {"id": 21, "text": "El prelado que recibiría el\ninforme era confesor de la emperatriz; nadie ignoraba que ese ministerio\nexigente le vedaba las íntimas delicias de la teología especulativa. Su\nsecretario —antiguo colaborador de Juan de Panonia, ahora enemistado con\nél— gozaba del renombre de puntualísimo inquisidor de heterodoxias;\nAureliano agregó una exposición de la herejía histriónica, tal como ésta se\ndaba en los conventículos de Genua y de Aquilea. Redactó unos párrafos;\ncuando quiso escribir la tesis atroz de que no hay dos instantes iguales, su\npluma se detuvo. No dio con la fórmula necesaria; las admoniciones de la\nnueva doctrina («¿Quieres ver lo que no vieron ojos humanos? Mira la luna. ¿Quieres oír lo que los oídos no oyeron? Oye el grito del pájaro. ¿Quieres\ntocar lo que no tocaron las manos? Toca la tierra. Verdaderamente digo que\nDios está por crear el mundo») eran harto afectadas y metafóricas para la\ntranscripción. De pronto, una oración de veinte palabras se presentó a su\nespíritu. La escribió, gozoso; inmediatamente después, lo inquietó la\nsospecha de que era ajena. Al día siguiente, recordó que la había leído hacía\nmuchos años en el Adversus annulares que compuso Juan de Panonia. Verificó la cita; ahí estaba. La incertidumbre lo atormentó. Variar o suprimir\nesas palabras, era debilitar la expresión; dejarlas, era plagiar a un hombre\nque aborrecía; indicar la fuente, era denunciarlo. Imploró el socorro divino. Hacia el principio del segundo crepúsculo, el ángel de su guarda le dictó\nuna solución intermedia. Aureliano conservó las palabras, pero les antepuso\neste aviso: Lo que ladran ahora los heresiarcas para confusión de la fe, lo\ndijo en este siglo un varón doctísimo, con más ligereza que culpa. Después,\nocurrió lo temido, lo esperado, lo inevitable. Aureliano tuvo que declarar\nquién era ese varón; Juan de Panonia fue acusado de profesar opiniones\nheréticas. Cuatro meses después, un herrero del Aventino, alucinado por los\nengaños de los histriones, cargó sobre los hombros de su hijito una gran\nesfera de hierro, para que su doble volara. El niño murió; el horror\nengendrado por ese crimen impuso una intachable severidad a los jueces de\nJuan. Éste no quiso retractarse; repitió que negar su proposición era incurrir\nen la pestilencial herejía de los monótonos. No entendió (no quiso entender)\nque hablar de los monótonos era hablar de lo ya olvidado.", "status": "pending"}, {"id": 22, "text": "Con insistencia\nalgo senil, prodigó los periodos más brillantes de sus viejas polémicas; los\njueces ni siquiera oían lo que los arrebató alguna vez. En lugar de tratar de\npurificarse de la más leve mácula de histrionismo, se esforzó en demostrar\nque la proposición de que lo acusaban era rigurosamente ortodoxa. Discutió\ncon los hombres de cuyo fallo dependía su suerte y cometió la máxima\ntorpeza de hacerlo con ingenio y con ironía. El veintiséis de octubre, al cabo\nde una discusión que duró tres días y tres noches, lo sentenciaron a morir en\nla hoguera. Aureliano presenció la ejecución, porque no hacerlo era confesarse\nculpable. El lugar del suplicio era una colina, en cuya verde cumbre había\nun palo, hincado profundamente en el suelo, y en torno muchos haces de\nleña. Un ministro leyó la sentencia del tribunal. Bajo el sol de las doce, Juan\nde Panonia yacía con la cara en el polvo, lanzando bestiales aullidos. Arañaba la tierra, pero los verdugos lo arrancaron, lo desnudaron y por fin\nlo amarraron a la picota. En la cabeza le pusieron una corona de paja untada\nde azufre; al lado, un ejemplar del pestilente Adversus annulares. Había\nllovido la noche antes y la leña ardía mal. Juan de Panonia rezó en griego y\nluego en un idioma desconocido. La hoguera iba a llevárselo, cuando\nAureliano se atrevió a alzar los ojos. Las ráfagas ardientes se detuvieron;\nAureliano vio por primera y última vez el rostro del odiado. Le recordó el\nde alguien, pero no pudo precisar el de quién. Después, las llamas lo\nperdieron; después gritó y fue como si un incendio gritara. Plutarco ha referido que Julio César lloró la muerte de Pompeyo;\nAureliano no lloró la de Juan, pero sintió lo que sentiría un hombre curado\nde una enfermedad incurable, que ya fuera una parte de su vida. En Aquilea,\nen Éfeso, en Macedonia, dejó que sobre él pasaran los años. Buscó los\narduos límites del Imperio, las torpes ciénagas y los contemplativos\ndesiertos, para que lo ayudara la soledad a entender su destino. En una celda\nmauritana, en la noche cargada de leones, repensó la compleja acusación\ncontra Juan de Panonia y justificó, por enésima vez, el dictamen. Más le\ncostó justificar su tortuosa denuncia. En Rusaddir predicó el anacrónico\nsermón Luz de las luces encendida en la carne de un réprobo. En Hibernia,\nen una de las chozas de un monasterio cercado por la selva, lo sorprendió\nuna noche, hacia el alba, el rumor de la lluvia.", "status": "pending"}, {"id": 23, "text": "Recordó una noche romana\nen que lo había sorprendido, también, ese minucioso rumor. Un rayo, al\nmediodía, incendió los árboles y Aureliano pudo morir como había muerto\nJuan. El final de la historia sólo es referible en metáforas, ya que pasa en el\nreino de los cielos, donde no hay tiempo. Tal vez cabría decir que Aureliano\nconversó con Dios y que Éste se interesa tan poco en diferencias religiosas\nque lo tomó por Juan de Panonia. Ello, sin embargo, insinuaría una\nconfusión de la mente divina. Más correcto es decir que en el paraíso,\nAureliano supo que para la insondable divinidad, él y Juan de Panonia (el\nortodoxo y el hereje, el aborrecedor y el aborrecido, el acusador y la\nvíctima) formaban una sola persona. Historia del guerrero y de la cautiva\nEn la página 278 del libro La poesía (Bari, 1942), Croce, abreviando un\ntexto latino del historiador Pablo el Diácono, narra la suerte y cita el\nepitafio de Droctulft; éstos me conmovieron singularmente, luego entendí\npor qué. Fue Droctulft un guerrero lombardo que en el asedio de Ravena\nabandonó a los suyos y murió defendiendo la ciudad que antes había\natacado. Los raveneses le dieron sepultura en un templo y compusieron un\nepitafio en el que manifestaron su gratitud («contempsit caros, dum nos\namat ille, parentes») y el peculiar contraste que se advertía entre la figura\natroz de aquel bárbaro y su simplicidad y bondad:\nTerribilis visu facies mente benignus,\nLongaque robusto pectores barba fuit![4]\nTal es la historia del destino de Droctulft, bárbaro que murió defendiendo a\nRoma, o tal es el fragmento de su historia que pudo rescatar Pablo el\nDiácono. Ni siquiera sé en qué tiempo ocurrió: si al promediar el siglo VI,\ncuando los longobardos desolaron las llanuras de Italia; si en el VIII, antes\nde la rendición de Ravena. Imaginemos (éste no es un trabajo histórico) lo\nprimero. Imaginemos, sub specie æternitatis, a Droctulft, no al individuo\nDroctulft, que sin duda fue único e insondable (todos los individuos lo son),\nsino al tipo genérico que de él y de otros muchos como él ha hecho la\ntradición, que es obra del olvido y de la memoria. A través de una oscura\ngeografía de selvas y de ciénagas, las guerras lo trajeron a Italia, desde las\nmárgenes del Danubio y del Elba, y tal vez no sabía que iba al Sur y tal vez\nno sabía que guerreaba contra el nombre romano.", "status": "pending"}, {"id": 24, "text": "Quizá profesaba el\narrianismo, que mantiene que la gloria del Hijo es reflejo de la gloria del\nPadre, pero más congruente es imaginarlo devoto de la Tierra, de Hertha,\ncuyo ídolo tapado iba de cabaña en cabaña en un carro tirado por vacas, o\nde los dioses de la guerra y del trueno, que eran torpes figuras de madera,\nenvueltas en ropa tejida y recargadas de monedas y ajorcas. Venía de las\nselvas inextricables del jabalí y del uro; era blanco, animoso, inocente,\ncruel, leal a su capitán y a su tribu, no al universo. Las guerras lo traen a\nRavena y ahí ve algo que no ha visto jamás, o que no ha visto con plenitud. Ve el día y los cipreses y el mármol. Ve un conjunto que es múltiple sin\ndesorden; ve una ciudad, un organismo hecho de estatuas, de templos, de\njardines, de habitaciones, de gradas, de jarrones, de capiteles, de espacios\nregulares y abiertos. Ninguna de esas fábricas (lo sé) lo impresiona por\nbella; lo tocan como ahora nos tocaría una maquinaria compleja, cuyo fin\nignoráramos, pero en cuyo diseño se adivinara una inteligencia inmortal. Quizá le basta ver un solo arco, con una incomprensible inscripción en\neternas letras romanas. Bruscamente lo ciega y lo renueva esa revelación, la\nCiudad. Sabe que en ella será un perro, o un niño, y que no empezará\nsiquiera a entenderla, pero sabe también que ella vale más que sus dioses y\nque la fe jurada y que todas las ciénagas de Alemania. Droctulft abandona a\nlos suyos y pelea por Ravena. Muere, y en la sepultura graban palabras que\nél no hubiera entendido:\nContempsit caros, dum nos amat ille, parentes,\nHanc patriam reputans esse, Ravenna, suam. No fue un traidor (los traidores no suelen inspirar epitafios piadosos); fue\nun iluminado, un converso. Al cabo de unas cuantas generaciones los\nlongobardos que culparon al tránsfuga procedieron como él; se hicieron\nitalianos, lombardos y acaso alguno de su sangre —Aldíger— pudo\nengendrar a quienes engendraron al Alighieri… Muchas conjeturas cabe\naplicar al acto de Droctulft; la mía es la más económica; si no es verdadera\ncomo hecho, lo será como símbolo. Cuando leí en el libro de Croce la historia del guerrero, ésta me\nconmovió de manera insólita y tuve la impresión de recuperar, bajo forma\ndiversa, algo que había sido mío. Fugazmente pensé en los jinetes mogoles\nque querían hacer de la China un infinito campo de pastoreo y luego\nenvejecieron en las ciudades que habían anhelado destruir; no era ésa la\nmemoria que yo buscaba.", "status": "pending"}, {"id": 25, "text": "La encontré al fin; era un relato que le oí alguna\nvez a mi abuela inglesa, que ha muerto. En 1872 mi abuelo Borges era jefe de las fronteras Norte y Oeste de\nBuenos Aires y Sur de Santa Fe. La comandancia estaba en Junín; más allá,\na cuatro o cinco leguas uno de otro, la cadena de los fortines; más allá, lo\nque se denominaba entonces la Pampa y también Tierra Adentro. Alguna\nvez, entre maravillada y burlona, mi abuela comentó su destino de inglesa\ndesterrada a ese fin del mundo; le dijeron que no era la única y le señalaron,\nmeses después, una muchacha india que atravesaba lentamente la plaza. Vestía dos mantas coloradas e iba descalza; sus crenchas eran rubias. Un\nsoldado le dijo que otra inglesa quería hablar con ella. La mujer asintió;\nentró en la comandancia sin temor, pero no sin recelo. En la cobriza cara,\npintarrajeada de colores feroces, los ojos eran de ese azul desganado que los\ningleses llaman gris. El cuerpo era ligero, como de cierva; las manos,\nfuertes y huesudas. Venía del desierto, de Tierra Adentro, y todo parecía\nquedarle chico: las puertas, las paredes, los muebles. Quizá las dos mujeres por un instante se sintieron hermanas, estaban\nlejos de su isla querida y en un increíble país. Mi abuela enunció alguna\npregunta; la otra le respondió con dificultad, buscando las palabras y\nrepitiéndolas, como asombrada de un antiguo sabor. Haría quince años que\nno hablaba el idioma natal y no le era fácil recuperarlo. Dijo que era de\nYorkshire, que sus padres emigraron a Buenos Aires, que los había perdido\nen un malón, que la habían llevado los indios y que ahora era mujer de un\ncapitanejo, a quien ya había dado dos hijos y que era muy valiente. Eso lo\nfue diciendo en un inglés rústico, entreverado de araucano o de pampa, y\ndetrás del relato se vislumbraba una vida feral: los toldos de cuero de\ncaballo, las hogueras de estiércol, los festines de carne chamuscada o de\nvísceras crudas, las sigilosas marchas al alba; el asalto de los corrales, el\nalarido y el saqueo, la guerra, el caudaloso arreo de las haciendas por jinetes\ndesnudos, la poligamia, la hediondez y la magia. A esa barbarie se había\nrebajado una inglesa. Movida por la lástima y el escándalo, mi abuela la\nexhortó a no volver. Juró ampararla, juró rescatar a sus hijos. La otra le\ncontestó que era feliz y volvió, esa noche, al desierto.", "status": "pending"}, {"id": 26, "text": "Francisco Borges\nmoriría poco después en la revolución del 74; quizá mi abuela, entonces,\npudo percibir en la otra mujer, también arrebatada y transformada por este\ncontinente implacable, un espejo monstruoso de su destino…\nTodos los años, la india rubia solía llegar a las pulperías de Junín, o del\nFuerte Lavalle, en procura de baratijas y «vicios»; no apareció, desde la\nconversación con mi abuela. Sin embargo, se vieron otra vez. Mi abuela\nhabía salido a cazar; en un rancho, cerca de los bañados, un hombre\ndegollaba una oveja. Como en un sueño, pasó la india a caballo. Se tiró al\nsuelo y bebió la sangre caliente. No sé si lo hizo porque ya no podía obrar\nde otro modo, o como un desafío y un signo. Mil trescientos años y el mar median entre el destino de la cautiva y el\ndestino de Droctulft. Los dos, ahora, son igualmente irrecuperables. La\nfigura del bárbaro que abraza la causa de Ravena, la figura de la mujer\neuropea que opta por el desierto, pueden parecer antagónicos. Sin embargo,\na los dos los arrebató un ímpetu secreto, un ímpetu más hondo que la razón,\ny los dos acataron ese ímpetu que no hubieran sabido justificar. Acaso las\nhistorias que he referido son una sola historia. El anverso y el reverso de\nesta moneda son, para Dios, iguales. A Ulrike von Kühlmann\nBiografía de Tadeo Isidoro Cruz\n(1829-1874)\nI’m looking for the face I had\nBefore the world was made. YEATS, The Winding Stair\nEl seis de febrero de 1829, los montoneros que, hostigados ya por Lavalle,\nmarchaban desde el Sur para incorporarse a las divisiones de López,\nhicieron alto en una estancia cuyo nombre ignoraban, a tres o cuatro leguas\ndel Pergamino; hacia el alba, uno de los hombres tuvo una pesadilla tenaz:\nen la penumbra del galpón, el confuso grito despertó a la mujer que dormía\ncon él. Nadie sabe lo que soñó, pues al otro día, a las cuatro, los montoneros\nfueron desbaratados por la caballería de Suárez y la persecución duró nueve\nleguas, hasta los pajonales ya lóbregos, y el hombre pereció en una zanja,\npartido el cráneo por un sable de las guerras del Perú y del Brasil. La mujer\nse llamaba Isidora Cruz; el hijo que tuvo recibió el nombre de Tadeo\nIsidoro. Mi propósito no es repetir su historia. De los días y noches que la\ncomponen, sólo me interesa una noche; del resto no referiré sino lo\nindispensable para que esa noche se entienda.", "status": "pending"}, {"id": 27, "text": "La aventura consta en un\nlibro insigne; es decir, en un libro cuya materia puede ser todo para todos (I\nCorintios 9:22), pues es capaz de casi inagotables repeticiones, versiones,\nperversiones. Quienes han comentado, y son muchos, la historia de Tadeo\nIsidoro, destacan el influjo de la llanura sobre su formación, pero gauchos\nidénticos a él nacieron y murieron en las selváticas riberas del Paraná y en\nlas cuchillas orientales. Vivió, eso sí, en un mundo de barbarie monótona. Cuando, en 1874, murió de una viruela negra, no había visto jamás una\nmontaña ni un pico de gas ni un molino. Tampoco una ciudad. En 1849, fue\na Buenos Aires con una tropa del establecimiento de Francisco Xavier\nAcevedo; los troperos entraron en la ciudad para vaciar el cinto; Cruz,\nreceloso, no salió de una fonda en el vecindario de los corrales. Pasó ahí\nmuchos días, taciturno, durmiendo en la tierra, mateando, levantándose al\nalba y recogiéndose a la oración. Comprendió (más allá de las palabras y\naun del entendimiento) que nada tenía que ver con él la ciudad. Uno de los\npeones, borracho, se burló de él. Cruz no le replicó, pero en las noches del\nregreso, junto al fogón, el otro menudeaba las burlas, y entonces Cruz (que\nantes no había demostrado rencor, ni siquiera disgusto) lo tendió de una\npuñalada. Prófugo, hubo de guarecerse en un fachinal; noches después, el\ngrito de un chajá le advirtió que lo había cercado la policía. Probó el\ncuchillo en una mata; para que no le estorbaran en la de a pie, se quitó las\nespuelas. Prefirió pelear a entregarse. Fue herido en el antebrazo, en el\nhombro, en la mano izquierda; malhirió a los más bravos de la partida;\ncuando la sangre le corrió entre los dedos, peleó con más coraje que nunca;\nhacia el alba, mareado por la pérdida de sangre, lo desarmaron. El ejército,\nentonces, desempeñaba una función penal; Cruz fue destinado a un fortín de\nla frontera Norte. Como soldado raso, participó en las guerras civiles; a\nveces combatió por su provincia natal, a veces en contra. El veintitrés de\nenero de 1856, en las Lagunas de Cardoso, fue uno de los treinta cristianos\nque, al mando del sargento mayor Eusebio Laprida, pelearon contra\ndoscientos indios. En esa acción recibió una herida de lanza. En su oscura y valerosa historia abundan los hiatos. Hacia 1868 lo\nsabemos de nuevo en el Pergamino: casado o amancebado, padre de un hijo,\ndueño de una fracción de campo. En 1869 fue nombrado sargento de la\npolicía rural.", "status": "pending"}, {"id": 28, "text": "Había corregido el pasado; en aquel tiempo debió de\nconsiderarse feliz, aunque profundamente no lo era. (Lo esperaba, secreta\nen el porvenir, una lúcida noche fundamental: la noche en que por fin vio su\npropia cara, la noche en que por fin escuchó su nombre. Bien entendida, esa\nnoche agota su historia; mejor dicho, un instante de esa noche, un acto de\nesa noche, porque los actos son nuestro símbolo). Cualquier destino, por\nlargo y complicado que sea, consta en realidad de un solo momento: el\nmomento en que el hombre sabe para siempre quién es. Cuéntase que\nAlejandro de Macedonia vio reflejado su futuro de hierro en la fabulosa\nhistoria de Aquiles; Carlos XII de Suecia, en la de Alejandro. A Tadeo\nIsidoro Cruz, que no sabía leer, ese conocimiento no le fue revelado en un\nlibro; se vio a sí mismo en un entrevero y un hombre. Los hechos\nocurrieron así:\nEn los últimos días del mes de junio de 1870 recibió la orden de apresar\na un malevo, que debía dos muertes a la justicia. Era éste un desertor de las\nfuerzas que en la frontera Sur mandaba el coronel Benito Machado; en una\nborrachera, había asesinado a un moreno en un lupanar; en otra, a un vecino\ndel partido de Rojas; el informe agregaba que procedía de la Laguna\nColorada. En este lugar, hacía cuarenta años, habíanse congregado los\nmontoneros para la desventura que dio sus carnes a los pájaros y a los\nperros; de ahí salió Manuel Mesa, que fue ejecutado en la plaza de la\nVictoria, mientras los tambores sonaban para que no se oyera su ira; de ahí,\nel desconocido que engendró a Cruz y que pereció en una zanja, partido el\ncráneo por un sable de las batallas del Perú y del Brasil. Cruz había\nolvidado el nombre del lugar; con leve pero inexplicable inquietud lo\nreconoció… El criminal, acosado por los soldados, urdió a caballo un largo\nlaberinto de idas y de venidas; éstos, sin embargo, lo acorralaron la noche\ndel doce de julio. Se había guarecido en un pajonal. La tiniebla era casi\nindescifrable; Cruz y los suyos, cautelosos y a pie, avanzaron hacia las\nmatas en cuya hondura trémula acechaba o dormía el hombre secreto. Gritó\nun chajá; Tadeo Isidoro Cruz tuvo la impresión de haber vivido ya ese\nmomento. El criminal salió de la guarida para pelearlos. Cruz lo entrevió,\nterrible; la crecida melena y la barba gris parecían comerle la cara. Un\nmotivo notorio me veda referir la pelea. Básteme recordar que el desertor\nmalhirió o mató a varios de los hombres de Cruz.", "status": "pending"}, {"id": 29, "text": "Éste, mientras combatía\nen la oscuridad (mientras su cuerpo combatía en la oscuridad), empezó a\ncomprender. Comprendió que un destino no es mejor que otro, pero que\ntodo hombre debe acatar el que lleva adentro. Comprendió que las jinetas y\nel uniforme ya le estorbaban. Comprendió su íntimo destino de lobo, no de\nperro gregario; comprendió que el otro era él. Amanecía en la desaforada\nllanura; Cruz arrojó por tierra el quepis, gritó que no iba a consentir el\ndelito de que se matara a un valiente y se puso a pelear contra los soldados,\njunto al desertor Martín Fierro. Emma Zunz\nEl catorce de enero de 1922, Emma Zunz, al volver de la fábrica de tejidos\nTarbuch y Loewenthal, halló en el fondo del zaguán una carta, fechada en el\nBrasil, por la que supo que su padre había muerto. La engañaron, a primera\nvista, el sello y el sobre; luego, la inquietó la letra desconocida. Nueve o\ndiez líneas borroneadas querían colmar la hoja; Emma leyó que el señor\nMaier había ingerido por error una fuerte dosis de veronal y había fallecido\nel tres del corriente en el hospital de Bagé. Un compañero de pensión de su\npadre firmaba la noticia, un tal Fein o Fain, de Rio Grande, que no podía\nsaber que se dirigía a la hija del muerto. Emma dejó caer el papel. Su primera impresión fue de malestar en el\nvientre y en las rodillas; luego de ciega culpa, de irrealidad, de frío, de\ntemor; luego, quiso ya estar en el día siguiente. Acto continuo comprendió\nque esa voluntad era inútil porque la muerte de su padre era lo único que\nhabía sucedido en el mundo, y seguiría sucediendo sin fin. Recogió el papel\ny se fue a su cuarto. Furtivamente lo guardó en un cajón, como si de algún\nmodo ya conociera los hechos ulteriores. Ya había empezado a\nvislumbrarlos, tal vez; ya era la que sería. En la creciente oscuridad, Emma lloró hasta el fin de aquel día el\nsuicidio de Manuel Maier, que en los antiguos días felices fue Emanuel\nZunz. Recordó veraneos en una chacra, cerca de Gualeguay, recordó (trató\nde recordar) a su madre, recordó la casita de Lanús que les remataron,\nrecordó los amarillos losanges de una ventana, recordó el auto de prisión, el\noprobio, recordó los anónimos con el suelto sobre «el desfalco del cajero»,\nrecordó (pero eso jamás lo olvidaba) que su padre, la última noche, le había\njurado que el ladrón era Loewenthal. Loewenthal, Aarón Loewenthal, antes\ngerente de la fábrica y ahora uno de los dueños. Emma, desde 1916,\nguardaba el secreto.", "status": "pending"}, {"id": 30, "text": "A nadie se lo había revelado, ni siquiera a su mejor\namiga, Elsa Urstein. Quizá rehuía la profana incredulidad; quizá creía que\nel secreto era un vínculo entre ella y el ausente. Loewenthal no sabía que\nella sabía; Emma Zunz derivaba de ese hecho ínfimo un sentimiento de\npoder. No durmió aquella noche, y cuando la primera luz definió el rectángulo\nde la ventana, ya estaba perfecto su plan. Procuró que ese día, que le\npareció interminable, fuera como los otros. Había en la fábrica rumores de\nhuelga; Emma se declaró, como siempre, contra toda violencia. A las seis,\nconcluido el trabajo, fue con Elsa a un club de mujeres, que tiene gimnasio\ny pileta. Se inscribieron; tuvo que repetir y deletrear su nombre y su\napellido, tuvo que festejar las bromas vulgares que comentan la revisación. Con Elsa y con la menor de las Kronfuss discutió a qué cinematógrafo irían\nel domingo a la tarde. Luego, se habló de novios y nadie esperó que Emma\nhablara. En abril cumpliría diecinueve años, pero los hombres le inspiraban,\naún, un temor casi patológico… De vuelta, preparó una sopa de tapioca y\nunas legumbres, comió temprano, se acostó y se obligó a dormir. Así,\nlaborioso y trivial, pasó el viernes quince, la víspera. El sábado, la impaciencia la despertó. La impaciencia, no la inquietud, y\nel singular alivio de estar en aquel día, por fin. Ya no tenía que tramar y que\nimaginar; dentro de algunas horas alcanzaría la simplicidad de los hechos. Leyó en La Prensa que el Nordstjärnan, de Malmö, zarparía esa noche del\ndique 3; llamó por teléfono a Loewenthal, insinuó que deseaba comunicar,\nsin que lo supieran las otras, algo sobre la huelga y prometió pasar por el\nescritorio, al oscurecer. Le temblaba la voz; el temblor convenía a una\ndelatora. Ningún otro hecho memorable ocurrió esa mañana. Emma trabajó\nhasta las doce y fijó con Elsa y con Perla Kronfuss los pormenores del\npaseo del domingo. Se acostó después de almorzar y recapituló, cerrados\nlos ojos, el plan que había tramado. Pensó que la etapa final sería menos\nhorrible que la primera y que le depararía, sin duda, el sabor de la victoria y\nde la justicia. De pronto, alarmada, se levantó y corrió al cajón de la\ncómoda. Lo abrió; debajo del retrato de Milton Sills, donde la había dejado\nla antenoche, estaba la carta de Fain. Nadie podía haberla visto; la empezó a\nleer y la rompió. Referir con alguna realidad los hechos de esa tarde sería difícil y quizá\nimprocedente.", "status": "pending"}, {"id": 31, "text": "Un atributo de lo infernal es la irrealidad, un atributo que\nparece mitigar sus terrores y que los agrava tal vez. ¿Cómo hacer verosímil\nuna acción en la que casi no creyó quien la ejecutaba, cómo recuperar ese\nbreve caos que hoy la memoria de Emma Zunz repudia y confunde? Emma\nvivía por Almagro, en la calle Liniers; nos consta que esa tarde fue al\npuerto. Acaso en el infame Paseo de Julio se vio multiplicada en espejos,\npublicada por luces y desnudada por los ojos hambrientos, pero más\nrazonable es conjeturar que al principio erró, inadvertida, por la indiferente\nrecova… Entró en dos o tres bares, vio la rutina o los manejos de otras\nmujeres. Dio al fin con hombres del Nordstjärnan. De uno, muy joven,\ntemió que le inspirara alguna ternura y optó por otro, quizá más bajo que\nella y grosero, para que la pureza del horror no fuera mitigada. El hombre la\ncondujo a una puerta y después a un turbio zaguán y después a una escalera\ntortuosa y después a un vestíbulo (en el que había una vidriera con losanges\nidénticos a los de la casa en Lanús) y después a un pasillo y después a una\npuerta que se cerró. Los hechos graves están fuera del tiempo, ya porque en\nellos el pasado inmediato queda como tronchado del porvenir, ya porque no\nparecen consecutivas las partes que los forman. ¿En aquel tiempo fuera del tiempo, en aquel desorden perplejo de\nsensaciones inconexas y atroces, pensó Emma Zunz una sola vez en el\nmuerto que motivaba el sacrificio? Yo tengo para mí que pensó una vez y\nque en ese momento peligró su desesperado propósito. Pensó (no pudo no\npensar) que su padre le había hecho a su madre la cosa horrible que a ella\nahora le hacían. Lo pensó con débil asombro y se refugió, en seguida, en el\nvértigo. El hombre, sueco o finlandés, no hablaba español; fue una\nherramienta para Emma como ésta lo fue para él, pero ella sirvió para el\ngoce y él para la justicia. Cuando se quedó sola, Emma no abrió en seguida los ojos. En la mesa\nde luz estaba el dinero que había dejado el hombre: Emma se incorporó y lo\nrompió como antes había roto la carta. Romper dinero es una impiedad,\ncomo tirar el pan; Emma se arrepintió, apenas lo hizo. Un acto de soberbia\ny en aquel día… El temor se perdió en la tristeza de su cuerpo, en el asco. El asco y la tristeza la encadenaban, pero Emma lentamente se levantó y\nprocedió a vestirse. En el cuarto no quedaban colores vivos; el último\ncrepúsculo se agravaba.", "status": "pending"}, {"id": 32, "text": "Emma pudo salir sin que la advirtieran; en la\nesquina subió a un Lacroze, que iba al oeste. Eligió, conforme a su plan, el\nasiento más delantero, para que no le vieran la cara. Quizá le confortó\nverificar, en el insípido trajín de las calles, que lo acaecido no había\ncontaminado las cosas. Viajó por barrios decrecientes y opacos, viéndolos y\nolvidándolos en el acto, y se apeó en una de las bocacalles de Warnes. Paradójicamente su fatiga venía a ser una fuerza, pues la obligaba a\nconcentrarse en los pormenores de la aventura y le ocultaba el fondo y el\nfin. Aarón Loewenthal era, para todos, un hombre serio; para sus pocos\níntimos, un avaro. Vivía en los altos de la fábrica, solo. Establecido en el\ndesmantelado arrabal, temía a los ladrones; en el patio de la fábrica había\nun gran perro y en el cajón de su escritorio, nadie lo ignoraba, un revólver. Había llorado con decoro, el año anterior, la inesperada muerte de su mujer\n—¡una Gauss, que le trajo una buena dote!—, pero el dinero era su\nverdadera pasión. Con íntimo bochorno se sabía menos apto para ganarlo\nque para conservarlo. Era muy religioso; creía tener con el Señor un pacto\nsecreto, que lo eximía de obrar bien, a trueque de oraciones y devociones. Calvo, corpulento, enlutado, de quevedos ahumados y barba rubia, esperaba\nde pie, junto a la ventana, el informe confidencial de la obrera Zunz. La vio empujar la verja (que él había entornado a propósito) y cruzar el\npatio sombrío. La vio hacer un pequeño rodeo cuando el perro atado ladró. Los labios de Emma se atareaban como los de quien reza en voz baja;\ncansados, repetían la sentencia que el señor Loewenthal oiría antes de\nmorir. Las cosas no ocurrieron como había previsto Emma Zunz. Desde la\nmadrugada anterior, ella se había soñado muchas veces, dirigiendo el firme\nrevólver, forzando al miserable a confesar la miserable culpa y exponiendo\nla intrépida estratagema que permitiría a la Justicia de Dios triunfar de la\njusticia humana. (No por temor, sino por ser un instrumento de la Justicia,\nella no quería ser castigada). Luego, un solo balazo en mitad del pecho\nrubricaría la suerte de Loewenthal. Pero las cosas no ocurrieron así. Ante Aarón Loewenthal, más que la urgencia de vengar a su padre,\nEmma sintió la de castigar el ultraje padecido por ello. No podía no\nmatarlo, después de esa minuciosa deshonra. Tampoco tenía tiempo que\nperder en teatralerías.", "status": "pending"}, {"id": 33, "text": "Sentada, tímida, pidió excusas a Loewenthal, invocó\n(a fuer de delatora) las obligaciones de la lealtad, pronunció algunos\nnombres, dio a entender otros y se cortó como si la venciera el temor. Logró\nque Loewenthal saliera a buscar una copa de agua. Cuando éste, incrédulo\nde tales aspavientos, pero indulgente, volvió del comedor, Emma ya había\nsacado del cajón el pesado revólver. Apretó el gatillo dos veces. El\nconsiderable cuerpo se desplomó como si los estampidos y el humo lo\nhubieran roto, el vaso de agua se rompió, la cara la miró con asombro y\ncólera, la boca de la cara la injurió en español y en ídish. Las malas palabras\nno cejaban; Emma tuvo que hacer fuego otra vez. En el patio, el perro\nencadenado rompió a ladrar, y una efusión de brusca sangre manó de los\nlabios obscenos y manchó la barba y la ropa. Emma inició la acusación que\ntenía preparada («He vengado a mi padre y no me podrán castigar…»), pero\nno la acabó, porque el señor Loewenthal ya había muerto. No supo nunca ni\nalcanzó a comprender. Los ladridos tirantes le recordaron que no podía, aún, descansar. Desordenó el diván, desabrochó el saco del cadáver, le quitó los quevedos\nsalpicados y los dejó sobre el fichero. Luego tomó el teléfono y repitió lo\nque tantas veces repetiría, con esas y con otras palabras: Ha ocurrido una\ncosa que es increíble… El señor Loewenthal me hizo venir con el pretexto\nde la huelga… Abusó de mí, lo maté…\nLa historia era increíble, en efecto, pero se impuso a todos, porque\nsustancialmente era cierta. Verdadero era el tono de Emma Zunz, verdadero\nel pudor, verdadero el odio. Verdadero también era el ultraje que había\npadecido; sólo eran falsas las circunstancias, la hora y uno o dos nombres\npropios. La casa de Asterión\nY la reina dio a luz un hijo que se llamó Asterión. APOLODORO, Biblioteca, III, 1\nSé que me acusan de soberbia, y tal vez de misantropía, y tal vez de\nlocura. Tales acusaciones (que yo castigaré a su debido tiempo) son\nirrisorias. Es verdad que no salgo de mi casa, pero también es verdad que\nsus puertas (cuyo número es infinito)[5] están abiertas día y noche a los\nhombres y también a los animales. Que entre el que quiera. No hallará\npompas mujeriles aquí ni el bizarro aparato de los palacios pero sí la\nquietud y la soledad. Asimismo hallará una casa como no hay otra en la faz\nde la tierra. (Mienten los que declaran que en Egipto hay una parecida). Hasta mis detractores admiten que no hay un solo mueble en la casa.", "status": "pending"}, {"id": 34, "text": "Otra especie ridícula es que yo, Asterión, soy un prisionero. ¿Repetiré que\nno hay una puerta cerrada, añadiré que no hay una cerradura? Por lo demás,\nalgún atardecer he pisado la calle; si antes de la noche volví, lo hice por el\ntemor que me infundieron las caras de la plebe, caras descoloridas y\naplanadas, como la mano abierta. Ya se había puesto el sol, pero el\ndesvalido llanto de un niño y las toscas plegarias de la grey dijeron que me\nhabían reconocido. La gente oraba, huía, se prosternaba; unos se\nencaramaban al estilóbato del templo de las Hachas, otros juntaban piedras. Alguno, creo, se ocultó bajo el mar. No en vano fue una reina mi madre; no\npuedo confundirme con el vulgo, aunque mi modestia lo quiera. El hecho es que soy único. No me interesa lo que un hombre pueda\ntransmitir a otros hombres; como el filósofo, pienso que nada es\ncomunicable por el arte de la escritura. Las enojosas y triviales minucias no\ntienen cabida en mi espíritu, que está capacitado para lo grande; jamás he\nretenido la diferencia entre una letra y otra. Cierta impaciencia generosa no\nha consentido que yo aprendiera a leer. A veces lo deploro, porque las\nnoches y los días son largos. Claro que no me faltan distracciones. Semejante al carnero que va a\nembestir, corro por las galerías de piedra hasta rodar al suelo, mareado. Me\nagazapo a la sombra de un aljibe o a la vuelta de un corredor y juego a que\nme buscan. Hay azoteas desde las que me dejo caer, hasta ensangrentarme. A cualquier hora puedo jugar a estar dormido, con los ojos cerrados y la\nrespiración poderosa. (A veces me duermo realmente, a veces ha cambiado\nel color del día cuando he abierto los ojos). Pero de tantos juegos el que\nprefiero es el de otro Asterión. Finjo que viene a visitarme y que yo le\nmuestro la casa. Con grandes reverencias le digo: Ahora volvemos a la\nencrucijada anterior o Ahora desembocamos en otro patio o Bien decía yo\nque te gustaría la canaleta o Ahora verás una cisterna que se llenó de\narena o Ya verás cómo el sótano se bifurca. A veces me equivoco y nos\nreímos buenamente los dos. No sólo he imaginado esos juegos; también he meditado sobre la casa. Todas las partes de la casa están muchas veces, cualquier lugar es otro\nlugar. No hay un aljibe, un patio, un abrevadero, un pesebre; son catorce\n[son infinitos] los pesebres, abrevaderos, patios, aljibes. La casa es del\ntamaño del mundo; mejor dicho, es el mundo.", "status": "pending"}, {"id": 35, "text": "Sin embargo, a fuerza de fatigar patios con un aljibe y polvorientas\ngalerías de piedra gris he alcanzado la calle y he visto el templo de las\nHachas y el mar. Eso no lo entendí hasta que una visión de la noche me\nreveló que también son catorce [son infinitos] los mares y los templos. Todo\nestá muchas veces, catorce veces, pero dos cosas hay en el mundo que\nparecen estar una sola vez: arriba, el intrincado sol; abajo, Asterión. Quizá\nyo he creado las estrellas y el sol y la enorme casa, pero ya no me acuerdo. Cada nueve años entran en la casa nueve hombres para que yo los libere\nde todo mal. Oigo sus pasos o su voz en el fondo de las galerías de piedra y\ncorro alegremente a buscarlos. La ceremonia dura pocos minutos. Uno tras\notro caen sin que yo me ensangriente las manos. Donde cayeron, quedan, y\nlos cadáveres ayudan a distinguir una galería de las otras. Ignoro quiénes\nson, pero sé que uno de ellos profetizó, en la hora de su muerte, que alguna\nvez llegaría mi redentor. Desde entonces no me duele la soledad, porque sé\nque vive mi redentor y al fin se levantará sobre el polvo. Si mi oído\nalcanzara todos los rumores del mundo, yo percibiría sus pasos. Ojalá me\nlleve a un lugar con menos galerías y menos puertas. ¿Cómo será mi\nredentor?, me pregunto. ¿Será un toro o un hombre? ¿Será tal vez un toro\ncon cara de hombre? ¿O será como yo? El sol de la mañana reverberó en la espada de bronce. Ya no quedaba ni un\nvestigio de sangre. —¿Lo creerás, Ariadna? —dijo Teseo—. El minotauro apenas se\ndefendió. A Marta Mosquera Eastman\nLa otra muerte\nUn par de años hará (he perdido la carta), Gannon me escribió de\nGualeguaychú, anunciando el envío de una versión, acaso la primera\nespañola, del poema The Past, de Ralph Waldo Emerson, y agregando en\nuna posdata que don Pedro Damián, de quien yo guardaría alguna memoria,\nhabía muerto noches pasadas, de una congestión pulmonar. El hombre,\narrasado por la fiebre, había revivido en su delirio la sangrienta jornada de\nMasoller; la noticia me pareció previsible y hasta convencional, porque don\nPedro, a los diecinueve o veinte años, había seguido las banderas de\nAparicio Saravia. La revolución de 1904 lo tomó en una estancia de Río\nNegro o de Paysandú, donde trabajaba de peón; Pedro Damián era\nentrerriano, de Gualeguay, pero fue adonde fueron los amigos, tan animoso\ny tan ignorante como ellos. Combatió en algún entrevero y en la batalla\núltima; repatriado en 1905, retomó con humilde tenacidad las tareas de\ncampo.", "status": "pending"}, {"id": 36, "text": "Que yo sepa, no volvió a dejar su provincia. Los últimos treinta\naños los pasó en un puesto muy solo, a una o dos leguas del Ñancay; en\naquel desamparo, yo conversé con él una tarde (yo traté de conversar con él\nuna tarde), hacia 1942. Era hombre taciturno, de pocas luces. El sonido y la\nfuria de Masoller agotaban su historia; no me sorprendió que los reviviera,\nen la hora de su muerte… Supe que no vería más a Damián y quise\nrecordarlo; tan pobre es mi memoria visual que sólo recordé una fotografía\nque Gannon le tomó. El hecho nada tiene de singular, si consideramos que\nal hombre lo vi a principios de 1942, una vez, y a la efigie, muchísimas. Gannon me mandó esa fotografía; la he perdido y ya no la busco. Me daría\nmiedo encontrarla. El segundo episodio se produjo en Montevideo, meses después. La\nfiebre y la agonía del entrerriano me sugirieron un relato fantástico sobre la\nderrota de Masoller; Emir Rodríguez Monegal, a quien referí el argumento,\nme dio unas líneas para el coronel Dionisio Tabares, que había hecho esa\ncampaña. El coronel me recibió después de cenar. Desde un sillón de\nhamaca, en un patio, recordó con desorden y con amor los tiempos que\nfueron. Habló de municiones que no llegaron y de caballadas rendidas, de\nhombres dormidos y terrosos tejiendo laberintos de marchas, de Saravia,\nque pudo haber entrado en Montevideo y que se desvió, «porque el gaucho\nle teme a la ciudad», de hombres degollados hasta la nuca, de una guerra\ncivil que me pareció menos la colisión de dos ejércitos que el sueño de un\nmatrero. Habló de Illescas, de Tupambaé, de Masoller. Lo hizo con períodos\ntan cabales y de un modo tan vívido que comprendí que muchas veces había\nreferido esas mismas cosas, y temí que detrás de sus palabras casi no\nquedaran recuerdos. En un respiro conseguí intercalar el nombre de\nDamián. —¿Damián? ¿Pedro Damián? —dijo el coronel—. Ése sirvió conmigo. Un tapecito que le decían Daymán los muchachos. —Inició una ruidosa\ncarcajada y la cortó de golpe, con fingida o veraz incomodidad. Con otra voz dijo que la guerra servía, como la mujer, para que se\nprobaran los hombres, y que, antes de entrar en batalla, nadie sabía quién\nes. Alguien podía pensarse cobarde y ser un valiente, y asimismo al revés,\ncomo le ocurrió a ese pobre Damián, que se anduvo floreando en las\npulperías con su divisa blanca y después flaqueó en Masoller.", "status": "pending"}, {"id": 37, "text": "En algún\ntiroteo con los zumacos se portó como un hombre, pero otra cosa fue\ncuando los ejércitos se enfrentaron y empezó el cañoneo y cada hombre\nsintió que cinco mil hombres se habían coaligado para matarlo. Pobre gurí,\nque se la había pasado bañando ovejas y que de pronto lo arrastró esa\npatriada…\nAbsurdamente, la versión de Tabares me avergonzó. Yo hubiera\npreferido que los hechos no ocurrieran así. Con el viejo Damián, entrevisto\nuna tarde, hace muchos años, yo había fabricado, sin proponérmelo, una\nsuerte de ídolo; la versión de Tabares lo destrozaba. Súbitamente comprendí\nla reserva y la obstinada soledad de Damián; no las había dictado la\nmodestia, sino el bochorno. En vano me repetí que un hombre acosado por\nun acto de cobardía es más complejo y más interesante que un hombre\nmeramente animoso. El gaucho Martín Fierro, pensé, es menos memorable\nque Lord Jim y que Razumov. Sí, pero Damián, como gaucho, tenía\nobligación de ser Martín Fierro —sobre todo, ante gauchos orientales—. En\nlo que Tabares dijo y no dijo percibí el agreste sabor de lo que se llamaba\nartiguismo: la conciencia (tal vez incontrovertible) de que el Uruguay es\nmás elemental que nuestro país y, por ende, más bravo… Recuerdo que esa\nnoche nos despedimos con exagerada efusión. En el invierno, la falta de una o dos circunstancias para mi relato\nfantástico (que torpemente se obstinaba en no dar con su forma) hizo que yo\nvolviera a la casa del coronel Tabares. Lo hallé con otro señor de edad: el\ndoctor Juan Francisco Amaro, de Paysandú, que también había militado en\nla revolución de Saravia. Se habló, previsiblemente, de Masoller. Amaro\nrefirió unas anécdotas y después agregó con lentitud, como quien está\npensando en voz alta:\n—Hicimos noche en Santa Irene, me acuerdo, y se nos incorporó alguna\ngente. Entre ellos, un veterinario francés que murió la víspera de la acción,\ny un mozo esquilador, de Entre Ríos, un tal Pedro Damián. Lo interrumpí con acritud. —Ya sé —le dije—. El argentino que flaqueó ante las balas. Me detuve; los dos me miraban perplejos. —Usted se equivoca, señor —dijo, al fin, Amaro—. Pedro Damián\nmurió como querría morir cualquier hombre. Serían las cuatro de la tarde. En la cumbre de la cuchilla se había hecho fuerte la infantería colorada; los\nnuestros la cargaron, a lanza; Damián iba en la punta, gritando, y una bala\nlo acertó en pleno pecho. Se paró en los estribos, concluyó el grito y rodó\npor tierra y quedó entre las patas de los caballos.", "status": "pending"}, {"id": 38, "text": "Estaba muerto y la última\ncarga de Masoller le pasó por encima. Tan valiente y no había cumplido\nveinte años. Hablaba, a no dudarlo, de otro Damián, pero algo me hizo preguntar qué\ngritaba el gurí. —Malas palabras —dijo el coronel—, que es lo que se grita en las\ncargas. —Puede ser —dijo Amaro—, pero también gritó ¡Viva Urquiza! Nos quedamos callados. Al fin, el coronel murmuró:\n—No como si peleara en Masoller, sino en Cagancha o India Muerta,\nhará un siglo. Agregó con sincera perplejidad:\n—Yo comandé esas tropas, y juraría que es la primera vez que oigo\nhablar de un Damián. No pudimos lograr que lo recordara. En Buenos Aires, el estupor que me produjo su olvido se repitió. Ante\nlos once deleitables volúmenes de las obras de Emerson, en el sótano de la\nlibrería inglesa de Mitchell, encontré, una tarde, a Patricio Gannon. Le\npregunté por su traducción de The Past. Dijo que no pensaba traducirlo y\nque la literatura española era tan tediosa que hacía innecesario a Emerson. Le recordé que me había prometido esa versión en la misma carta en que\nme escribió la muerte de Damián. Preguntó quién era Damián. Se lo dije, en\nvano. Con un principio de terror advertí que me oía con extrañeza, y busqué\namparo en una discusión literaria sobre los detractores de Emerson, poeta\nmás complejo, más diestro y sin duda más singular que el desdichado Poe. Algunos hechos más debo registrar. En abril tuve carta del coronel\nDionisio Tabares; éste ya no estaba ofuscado y ahora se acordaba muy bien\ndel entrerrianito que hizo punta en la carga de Masoller y que enterraron esa\nnoche sus hombres, al pie de la cuchilla. En julio pasé por Gualeguaychú;\nno di con el rancho de Damián, de quien ya nadie se acordaba. Quise\ninterrogar al puestero Diego Abaroa, que lo vio morir; éste había fallecido\nantes del invierno. Quise traer a la memoria los rasgos de Damián; meses\ndespués, hojeando unos álbumes, comprobé que el rostro sombrío que yo\nhabía conseguido evocar era el del célebre tenor Tamberlick, en el papel de\nOtelo. Paso ahora a las conjeturas. La más fácil, pero también la menos\nsatisfactoria, postula dos Damianes: el cobarde que murió en Entre Ríos\nhacia 1946, el valiente, que murió en Masoller en 1904. Su defecto reside\nen no explicar lo realmente enigmático: los curiosos vaivenes de la\nmemoria del coronel Tabares, el olvido que anula en tan poco tiempo la\nimagen y hasta el nombre del que volvió. (No acepto, no quiero aceptar, una\nconjetura más simple: la de haber yo soñado al primero).", "status": "pending"}, {"id": 39, "text": "Más curiosa es la\nconjetura sobrenatural que ideó Ulrike von Kühlmann. Pedro Damián, decía\nUlrike, pereció en la batalla, y en la hora de su muerte suplicó a Dios que lo\nhiciera volver a Entre Ríos. Dios vaciló un segundo antes de otorgar esa\ngracia, y quien la había pedido ya estaba muerto, y algunos hombres lo\nhabían visto caer. Dios, que no puede cambiar el pasado, pero sí las\nimágenes del pasado, cambió la imagen de la muerte en la de un\ndesfallecimiento, y la sombra del entrerriano volvió a su tierra. Volvió, pero\ndebemos recordar su condición de sombra. Vivió en la soledad, sin una\nmujer, sin amigos; todo lo amó y lo poseyó, pero desde lejos, como del otro\nlado de un cristal; «murió», y su tenue imagen se perdió, como el agua en el\nagua. Esa conjetura es errónea, pero hubiera debido sugerirme la verdadera\n(la que hoy creo la verdadera), que a la vez es más simple y más inaudita. De un modo casi mágico la descubrí en el tratado De Omnipotentia, de Pier\nDamiani, a cuyo estudio me llevaron dos versos del canto XXI del\nParadiso, que plantean precisamente un problema de identidad. En el\nquinto capítulo de aquel tratado, Pier Damiani sostiene, contra Aristóteles y\ncontra Fredegario de Tours, que Dios puede efectuar que no haya sido lo\nque alguna vez fue. Leí esas viejas discusiones teológicas y empecé a\ncomprender la trágica historia de don Pedro Damián. La adivino así. Damián se portó como un cobarde en el campo de Masoller,\ny dedicó la vida a corregir esa bochornosa flaqueza. Volvió a Entre Ríos; no\nalzó la mano a ningún hombre, no marcó a nadie, no buscó fama de\nvaliente, pero en los campos del Ñancay se hizo duro, lidiando con el monte\ny la hacienda chúcara. Fue preparando, sin duda sin saberlo, el milagro. Pensó con lo más hondo: Si el destino me trae otra batalla, yo sabré\nmerecerla. Durante cuarenta años la aguardó con oscura esperanza, y el\ndestino al fin se la trajo, en la hora de su muerte. La trajo en forma de\ndelirio pero ya los griegos sabían que somos las sombras de un sueño. En la\nagonía revivió su batalla, y se condujo como un hombre y encabezó la carga\nfinal y una bala lo acertó en pleno pecho. Así, en 1946, por obra de una\nlarga pasión, Pedro Damián murió en la derrota de Masoller, que ocurrió\nentre el invierno y la primavera de 1904.", "status": "pending"}, {"id": 40, "text": "En la Suma Teológica se niega que Dios pueda hacer que lo pasado no\nhaya sido, pero nada se dice de la intrincada concatenación de causas y\nefectos, que es tan vasta y tan íntima que acaso no cabría anular un solo\nhecho remoto, por insignificante que fuera, sin invalidar el presente. Modificar el pasado no es modificar un solo hecho; es anular sus\nconsecuencias, que tienden a ser infinitas. Dicho sea con otras palabras; es\ncrear dos historias universales. En la primera (digamos), Pedro Damián\nmurió en Entre Ríos, en 1946; en la segunda, en Masoller, en 1904. Ésta es\nla que vivimos ahora, pero la supresión de aquélla no fue inmediata y\nprodujo las incoherencias que he referido. En el coronel Dionisio Tabares se\ncumplieron las diversas etapas: al principio recordó que Damián obró como\nun cobarde; luego, lo olvidó totalmente; luego, recordó su impetuosa\nmuerte. No menos corroborativo es el caso del puestero Abaroa; éste murió,\nlo entiendo, porque tenía demasiadas memorias de don Pedro Damián. En cuanto a mí, entiendo no correr un peligro análogo. He adivinado y\nregistrado un proceso no accesible a los hombres, una suerte de escándalo\nde la razón; pero algunas circunstancias mitigan ese privilegio temible. Por\nlo pronto, no estoy seguro de haber escrito siempre la verdad. Sospecho que\nen mi relato hay falsos recuerdos. Sospecho que Pedro Damián (si existió)\nno se llamó Pedro Damián, y que yo lo recuerdo bajo ese nombre para creer\nalgún día que su historia me fue sugerida por los argumentos de Pier\nDamiani. Algo parecido acontece con el poema que mencioné en el primer\npárrafo y que versa sobre la irrevocabilidad del pasado. Hacia 1951 creeré\nhaber fabricado un cuento fantástico y habré historiado un hecho real;\ntambién el inocente Virgilio, hará dos mil años, creyó anunciar el\nnacimiento de un hombre y vaticinaba el de Dios. ¡Pobre Damián! La muerte lo llevó a los veinte años en una triste guerra\nignorada y en una batalla casera, pero consiguió lo que anhelaba su\ncorazón, y tardó mucho en conseguirlo, y acaso no hay mayores felicidades. Deutsches Requiem\nAunque él me quitare la vida, en él confiaré. Job 13:15\nMi nombre es Otto Dietrich zur Linde. Uno de mis antepasados,\nChristoph zur Linde, murió en la carga de caballería que decidió la victoria\nde Zorndorf.", "status": "pending"}, {"id": 41, "text": "Mi bisabuelo materno, Ulrich Forkel, fue asesinado en la\nforesta de Marchenoir por francotiradores franceses, en los últimos días de\n1870; el capitán Dietrich zur Linde, mi padre, se distinguió en el sitio de\nNamur, en 1914, y, dos años después, en la travesía del Danubio[6]. En\ncuanto a mí, seré fusilado por torturador y asesino. El tribunal ha procedido\ncon rectitud; desde el principio, yo me he declarado culpable. Mañana,\ncuando el reloj de la prisión dé las nueve, yo habré entrado en la muerte; es\nnatural que piense en mis mayores, ya que tan cerca estoy de su sombra, ya\nque de algún modo soy ellos. Durante el juicio (que afortunadamente duró poco) no hablé;\njustificarme, entonces, hubiera entorpecido el dictamen y hubiera parecido\nuna cobardía. Ahora las cosas han cambiado; en esta noche que precede a\nmi ejecución, puedo hablar sin temor. No pretendo ser perdonado, porque\nno hay culpa en mí, pero quiero ser comprendido. Quienes sepan oírme,\ncomprenderán la historia de Alemania y la futura historia del mundo. Yo sé\nque casos como el mío, excepcionales y asombrosos ahora, serán muy en\nbreve triviales. Mañana moriré, pero soy un símbolo de las generaciones del\nporvenir. Nací en Marienburg, en 1908. Dos pasiones, ahora casi olvidadas, me\npermitieron afrontar con valor y aun con felicidad muchos años infaustos: la\nmúsica y la metafísica. No puedo mencionar a todos mis bienhechores, pero\nhay dos nombres que no me resigno a omitir: el de Brahms y el de\nSchopenhauer. También frecuenté la poesía; a esos nombres quiero juntar\notro vasto nombre germánico, William Shakespeare. Antes, la teología me\ninteresó, pero de esa fantástica disciplina (y de la fe cristiana) me desvió\npara siempre Schopenhauer, con razones directas; Shakespeare y Brahms,\ncon la infinita variedad de su mundo. Sepa quien se detiene maravillado,\ntrémulo de ternura y de gratitud, ante cualquier lugar de la obra de esos\nfelices, que yo también me detuve ahí, yo el abominable. Hacia 1927 entraron en mi vida Nietzsche y Spengler. Observa un\nescritor del siglo XVII que nadie quiere deber nada a sus contemporáneos;\nyo, para libertarme de una influencia que presentí opresora, escribí un\nartículo titulado Abrechnung mit Spengler, en el que hacía notar que el\nmonumento más inequívoco de los rasgos que el autor llama fáusticos no es\nel misceláneo drama de Goethe[7] sino un poema redactado hace veinte\nsiglos, el De rerum natura.", "status": "pending"}, {"id": 42, "text": "Rendí justicia, empero, a la sinceridad del\nfilósofo de la historia, a su espíritu radicalmente alemán (kerndeutsch),\nmilitar. En 1929 entré en el Partido. Poco diré de mis años de aprendizaje. Fueron más duros para mí que\npara muchos otros, ya que a pesar de no carecer de valor, me falta toda\nvocación de violencia. Comprendí, sin embargo, que estábamos al borde de\nun tiempo nuevo y que ese tiempo, comparable a las épocas iniciales del\nIslam o del Cristianismo, exigía hombres nuevos. Individualmente, mis\ncamaradas me eran odiosos; en vano procuré razonar que para el alto fin\nque nos congregaba, no éramos individuos. Aseveran los teólogos que si la atención del Señor se desviara un solo\nsegundo de mi derecha mano que escribe, ésta recaería en la nada, como si\nla fulminara un fuego sin luz. Nadie puede ser, digo yo, nadie puede probar\nuna copa de agua o partir un trozo de pan, sin justificación. Para cada\nhombre, esa justificación es distinta; yo esperaba la guerra inexorable que\nprobaría nuestra fe. Me bastaba saber que yo sería un soldado de sus\nbatallas. Alguna vez temí que nos defraudaran la cobardía de Inglaterra y de\nRusia. El azar, o el destino, tejió de otra manera mi porvenir: el primero de\nmarzo de 1939, al oscurecer, hubo disturbios en Tilsit que los diarios no\nregistraron; en la calle detrás de la sinagoga, dos balas me atravesaron la\npierna, que fue necesario amputar[8]. Días después, entraban en Bohemia\nnuestros ejércitos; cuando las sirenas lo proclamaron, yo estaba en el\nsedentario hospital, tratando de perderme y de olvidarme en los libros de\nSchopenhauer. Símbolo de mi vano destino, dormía en el reborde de la\nventana un gato enorme y fofo. En el primer volumen de Parerga und Paralipomena releí que todos los\nhechos que pueden ocurrirle a un hombre, desde el instante de su\nnacimiento hasta el de su muerte, han sido prefijados por él. Así, toda\nnegligencia es deliberada, todo casual encuentro una cita, toda humillación\nuna penitencia, todo fracaso una misteriosa victoria, toda muerte un\nsuicidio. No hay consuelo más hábil que el pensamiento de que hemos\nelegido nuestras desdichas; esa teleología individual nos revela un orden\nsecreto y prodigiosamente nos confunde con la divinidad. ¿Qué ignorado\npropósito (cavilé) me hizo buscar ese atardecer, esas balas y esa mutilación? No el temor de la guerra, yo lo sabía; algo más profundo. Al fin creí\nentender.", "status": "pending"}, {"id": 43, "text": "Morir por una religión es más simple que vivirla con plenitud;\nbatallar en Éfeso contra las fieras es menos duro (miles de mártires oscuros\nlo hicieron) que ser Pablo, siervo de Jesucristo; un acto es menos que todas\nlas horas de un hombre. La batalla y la gloria son facilidades; más ardua\nque la empresa de Napoleón fue la de Raskolnikov. El siete de febrero de\n1941 fui nombrado subdirector del campo de concentración de Tarnowitz. El ejercicio de ese cargo no me fue grato; pero no pequé nunca de\nnegligencia. El cobarde se prueba entre las espadas; el misericordioso, el\npiadoso, busca el examen de las cárceles y del dolor ajeno. El nazismo,\nintrínsecamente, es un hecho moral, un despojarse del viejo hombre, que\nestá viciado, para vestir el nuevo. En la batalla esa mutación es común,\nentre el clamor de los capitanes y el vocerío; no así en un torpe calabozo,\ndonde nos tienta con antiguas ternuras la insidiosa piedad. No en vano\nescribo esa palabra; la piedad por el hombre superior es el último pecado de\nZarathustra. Casi lo cometí (lo confieso) cuando nos remitieron de Breslau\nal insigne poeta David Jerusalem. Era éste un hombre de cincuenta años. Pobre de bienes de este mundo,\nperseguido, negado, vituperado, había consagrado su genio a cantar la\nfelicidad. Creo recordar que Albert Soergel, en la obra Dichtung der Zeit, lo\nequipara con Whitman. La comparación no es feliz; Whitman celebra el\nuniverso de un modo previo, general, casi indiferente; Jerusalem se alegra\nde cada cosa, con minucioso amor. No comete jamás enumeraciones,\ncatálogos. Aún puedo repetir muchos hexámetros de aquel hondo poema\nque se titula Tse Yang, pintor de tigres, que está como rayado de tigres, que\nestá como cargado y atravesado de tigres transversales y silenciosos. Tampoco olvidaré el soliloquio Rosencrantz habla con el Ángel, en el que\nun prestamista londinense del siglo XVI vanamente trata, al morir, de\nvindicar sus culpas, sin sospechar que la secreta justificación de su vida es\nhaber inspirado a uno de sus clientes (que lo ha visto una sola vez y a quien\nno recuerda) el carácter de Shylock. Hombre de memorables ojos, de piel\ncetrina, de barba casi negra, David Jerusalem era el prototipo del judío\nsefardí, si bien pertenecía a los depravados y aborrecidos Ashkenazim. Fui\nsevero con él; no permití que me ablandaran ni la compasión ni su gloria.", "status": "pending"}, {"id": 44, "text": "Yo había comprendido hace muchos años que no hay cosa en el mundo que\nno sea germen de un Infierno posible; un rostro, una palabra, una brújula,\nun aviso de cigarrillos, podrían enloquecer a una persona, si ésta no lograra\nolvidarlos. ¿No estaría loco un hombre que continuamente se figurara el\nmapa de Hungría? Determiné aplicar ese principio al régimen disciplinario\nde nuestra casa y[9]… A fines de 1942, Jerusalem perdió la razón; el\nprimero de marzo de 1943, logró darse muerte[10]. Ignoro si Jerusalem comprendió que si yo lo destruí, fue para destruir\nmi piedad. Ante mis ojos, no era un hombre, ni siquiera un judío; se había\ntransformado en el símbolo de una detestada zona de mi alma. Yo agonicé\ncon él, yo morí con él, yo de algún modo me he perdido con él; por eso, fui\nimplacable. Mientras tanto, giraban sobre nosotros los grandes días y las grandes\nnoches de una guerra feliz. Había en el aire que respirábamos un\nsentimiento parecido al amor. Como si bruscamente el mar estuviera cerca,\nhabía un asombro y una exaltación en la sangre. Todo, en aquellos años, era\ndistinto; hasta el sabor del sueño. (Yo, quizá, nunca fui plenamente feliz,\npero es sabido que la desventura requiere paraísos perdidos). No hay\nhombre que no aspire a la plenitud, es decir a la suma de experiencias de\nque un hombre es capaz; no hay hombre que no tema ser defraudado de\nalguna parte de ese patrimonio infinito. Pero todo lo ha tenido mi\ngeneración, porque primero le fue deparada la gloria y después la derrota. En octubre o noviembre de 1942, mi hermano Friedrich pereció en la\nsegunda batalla de El Alamein, en los arenales egipcios; un bombardeo\naéreo, meses después, destrozó nuestra casa natal; otro, a fines de 1943, mi\nlaboratorio. Acosado por vastos continentes, moría el Tercer Reich; su mano\nestaba contra todos y las manos de todos contra él. Entonces, algo singular\nocurrió, que ahora creo entender. Yo me creía capaz de apurar la copa de la\ncólera, pero en las heces me detuvo un sabor no esperado, el misterioso y\ncasi terrible sabor de la felicidad. Ensayé diversas explicaciones; no me\nbastó ninguna. Pensé: Me satisface la derrota, porque secretamente me sé\nculpable y sólo puede redimirme el castigo. Pensé: Me satisface la derrota,\nporque es un fin y yo estoy muy cansado. Pensé: Me satisface la derrota,\nporque ha ocurrido, porque está innumerablemente unida a todos los\nhechos que son, que fueron, que serán, porque censurar o deplorar un solo\nhecho real es blasfemar del universo.", "status": "pending"}, {"id": 45, "text": "Esas razones ensayé, hasta dar con la\nverdadera. Se ha dicho que todos los hombres nacen aristotélicos o platónicos. Ello\nequivale a declarar que no hay debate de carácter abstracto que no sea un\nmomento de la polémica de Aristóteles y Platón; a través de los siglos y\nlatitudes, cambian los nombres, los dialectos, las caras, pero no los eternos\nantagonistas. También la historia de los pueblos registra una continuidad\nsecreta. Arminio, cuando degolló en una ciénaga las legiones de Varo, no se\nsabía precursor de un Imperio Alemán; Lutero, traductor de la Biblia, no\nsospechaba que su fin era forjar un pueblo que destruyera para siempre la\nBiblia; Christoph zur Linde, a quien mató una bala moscovita en 1758,\npreparó de algún modo las victorias de 1914; Hitler creyó luchar por un\npaís, pero luchó por todos, aun por aquellos que agredió y detestó. No\nimporta que su yo lo ignorara; lo sabían su sangre, su voluntad. El mundo\nse moría de judaísmo y de esa enfermedad del judaísmo, que es la fe de\nJesús; nosotros le enseñamos la violencia y la fe de la espada. Esa espada\nnos mata y somos comparables al hechicero que teje un laberinto y que se\nve forzado a errar en él hasta el fin de sus días o a David que juzga a un\ndesconocido y lo condena a muerte y oye después la revelación: Tú eres\naquel hombre. Muchas cosas hay que destruir para edificar el nuevo orden;\nahora sabemos que Alemania era una de esas cosas. Hemos dado algo más\nque nuestra vida, hemos dado la suerte de nuestro querido país. Que otros\nmaldigan y otros lloren; a mí me regocija que nuestro don sea orbicular y\nperfecto. Se cierne ahora sobre el mundo una época implacable. Nosotros la\nforjamos, nosotros que ya somos su víctima. ¿Qué importa que Inglaterra\nsea el martillo y nosotros el yunque? Lo importante es que rija la violencia,\nno las serviles timideces cristianas. Si la victoria y la injusticia y la felicidad\nno son para Alemania, que sean para otras naciones. Que el cielo exista,\naunque nuestro lugar sea el infierno. Miro mi cara en el espejo para saber quién soy, para saber cómo me\nportaré dentro de unas horas, cuando me enfrente con el fin. Mi carne puede\ntener miedo; yo, no.", "status": "pending"}, {"id": 46, "text": "La busca de Averroes\nS’imaginant que la tragédie n’est autre chose que\nl’art de louer…\nERNEST RENAN, Averroès, 48 (1861)\nAbulgualid Muhámmad Ibn-Ahmad ibn-Muhámmad ibn-Rushd (un siglo\ntardaría ese largo nombre en llegar a Averroes, pasando por Benraist y por\nAvenryz, y aun por Aben-Rassad y Filius Rosadis) redactaba el undécimo\ncapítulo de la obra Tahafut-ul-Tahafut (Destrucción de la Destrucción), en\nel que se mantiene, contra el asceta persa Ghazali, autor del Tahafut-ul-\nfalasifa (Destrucción de filósofos), que la divinidad sólo conoce las leyes\ngenerales del universo, lo concerniente a las especies, no al individuo. Escribía con lenta seguridad, de derecha a izquierda; el ejercicio de formar\nsilogismos y de eslabonar vastos párrafos no le impedía sentir, como un\nbienestar, la fresca y honda casa que lo rodeaba. En el fondo de la siesta se enronquecían amorosas palomas; de algún\npatio invisible se elevaba el rumor de una fuente; algo en la carne de\nAverroes, cuyos antepasados procedían de los desiertos árabes, agradecía la\nconstancia del agua. Abajo estaban los jardines, la huerta; abajo, el atareado\nGuadalquivir y después la querida ciudad de Córdoba, no menos clara que\nBagdad o que el Cairo, como un complejo y delicado instrumento, y\nalrededor (esto Averroes lo sentía también) se dilataba hacia el confín la\ntierra de España, en la que hay pocas cosas, pero donde cada una parece\nestar de un modo sustantivo y eterno. La pluma corría sobre la hoja, los argumentos se enlazaban, irrefutables,\npero una leve preocupación empañó la felicidad de Averroes. No la causaba\nel Tahafut, trabajo fortuito, sino un problema de índole filológica vinculado\na la obra monumental que lo justificaría ante las gentes: el comentario de\nAristóteles. Este griego, manantial de toda filosofía, había sido otorgado a\nlos hombres para enseñarles todo lo que se puede saber; interpretar sus\nlibros como los ulemas interpretan el Alcorán era el arduo propósito de\nAverroes. Pocas cosas más bellas y más patéticas registrará la historia que\nesa consagración de un médico árabe a los pensamientos de un hombre de\nquien lo separaban catorce siglos; a las dificultades intrínsecas debemos\nañadir que Averroes, ignorante del siríaco y del griego, trabajaba sobre la\ntraducción de una traducción. La víspera, dos palabras dudosas lo habían\ndetenido en el principio de la Poética. Esas palabras eran tragedia y\ncomedia.", "status": "pending"}, {"id": 47, "text": "Las había encontrado años atrás, en el libro tercero de la Retórica;\nnadie, en el ámbito del Islam, barruntaba lo que querían decir. Vanamente\nhabía fatigado las páginas de Alejandro de Afrodisia, vanamente había\ncompulsado las versiones del nestoriano Hunáin ibn-Ishaq y de Abu-Bashar\nMata. Esas dos palabras arcanas pululaban en el texto de la Poética;\nimposible eludirlas. Averroes dejó la pluma. Se dijo (sin demasiada fe) que suele estar muy\ncerca lo que buscamos, guardó el manuscrito del Tahafut y se dirigió al\nanaquel donde se alineaban, copiados por calígrafos persas, los muchos\nvolúmenes del Mohkam del ciego Abensida. Era irrisorio imaginar que no\nlos había consultado, pero lo tentó el ocioso placer de volver sus páginas. De esa estudiosa distracción lo distrajo una suerte de melodía. Miró por el\nbalcón enrejado; abajo, en el estrecho patio de tierra, jugaban unos chicos\nsemidesnudos. Uno, de pie en los hombros de otro, hacía notoriamente de\nalmuédano; bien cerrados los ojos, salmodiaba No hay otro dios que el\nDios. El que lo sostenía, inmóvil, hacía de alminar; otro, abyecto en el\npolvo y arrodillado, de congregación de los fieles. El juego duró poco;\ntodos querían ser el almuédano, nadie la congregación o la torre. Averroes\nlos oyó disputar en dialecto grosero, vale decir en el incipiente español de la\nplebe musulmana de la Península. Abrió el Quitah ul ain de Jalil y pensó\ncon orgullo que en toda Córdoba (acaso en todo Al-Andalus) no había otra\ncopia de la obra perfecta que esta que el emir Yacub Almansur le había\nremitido de Tánger. El nombre de ese puerto le recordó que el viajero\nAbulcásim Al-Asharí, que había regresado de Marruecos, cenaría con él esa\nnoche en casa del alcoranista Farach. Abulcásim decía haber alcanzado los\nreinos del imperio de Sin (de la China); sus detractores, con esa lógica\npeculiar que da el odio, juraban que nunca había pisado la China y que en\nlos templos de ese país había blasfemado de Alá. Inevitablemente, la\nreunión duraría unas horas; Averroes, presuroso, retomó la escritura del\nTahafut. Trabajó hasta el crepúsculo de la noche. El diálogo, en la casa de Farach, pasó de las incomparables virtudes del\ngobernador a las de su hermano el emir; después, en el jardín, hablaron de\nrosas. Abulcásim, que no las había mirado, juró que no había rosas como las\nrosas que decoran los cármenes andaluces.", "status": "pending"}, {"id": 48, "text": "Farach no se dejó sobornar;\nobservó que el docto Ibn Qutaiba describe una excelente variedad de la rosa\nperpetua, que se da en los jardines del Indostán y cuyos pétalos, de un rojo\nencarnado, presentan caracteres que dicen: No hay otro dios que el Dios,\nMuhámmad es el Apóstol de Dios. Agregó que Abulcásim, seguramente,\nconocería esas rosas. Abulcásim lo miró con alarma. Si respondía que sí,\ntodos lo juzgarían, con razón, el más disponible y casual de los impostores;\nsi respondía que no, lo juzgarían un infiel. Optó por musitar que con el\nSeñor están las llaves de las cosas ocultas y que no hay en la tierra una cosa\nverde o una cosa marchita que no esté registrada en Su Libro. Esas palabras\npertenecen a una de las primeras azoras; las acogió un murmullo\nreverencial. Envanecido por esa victoria dialéctica, Abulcásim iba a\npronunciar que el Señor es perfecto en sus obras e inescrutable. Entonces\nAverroes declaró, prefigurando las remotas razones de un todavía\nproblemático Hume:\n—Me cuesta menos admitir un error en el docto Ibn Qutaiba, o en los\ncopistas, que admitir que la tierra da rosas con la profesión de la fe. —Así es. Grandes y verdaderas palabras —dijo Abulcásim. —Algún viajero —recordó el poeta Abdalmálik— habla de un árbol\ncuyo fruto son verdes pájaros. Menos me duele creer en él que en rosas con\nletras. —El color de los pájaros —dijo Averroes— parece facilitar el portento. Además, los frutos y los pájaros pertenecen al mundo natural, pero la\nescritura es un arte. Pasar de hojas a pájaros es más fácil que de rosas a\nletras. Otro huésped negó con indignación que la escritura fuese un arte, ya\nque el original del Qurán —la madre del Libro— es anterior a la Creación y\nse guarda en el cielo. Otro habló de Cháhiz de Basra, que dijo que el Qurán\nes una sustancia que puede tomar la forma de un hombre o la de un animal,\nopinión que parece convenir con la de quienes le atribuyen dos caras. Farach expuso largamente la doctrina ortodoxa. El Qurán (dijo) es uno de\nlos atributos de Dios, como Su piedad; se copia en un libro, se pronuncia\ncon la lengua, se recuerda en el corazón, y el idioma y los signos y la\nescritura son obra de los hombres, pero el Qurán es irrevocable y eterno. Averroes, que había comentado la República, pudo haber dicho que la\nmadre del Libro es algo así como su modelo platónico, pero notó que la\nteología era un tema del todo inaccesible a Abulcásim. Otros, que también lo advirtieron, instaron a Abulcásim a referir alguna\nmaravilla.", "status": "pending"}, {"id": 49, "text": "Entonces como ahora, el mundo era atroz; los audaces podían\nrecorrerlo, pero también los miserables, los que se allanaban a todo. La\nmemoria de Abulcásim era un espejo de íntimas cobardías. ¿Qué podía\nreferir? Además, le exigían maravillas y la maravilla es acaso\nincomunicable: la luna de Bengala no es igual a la luna del Yemen, pero se\ndeja describir con las mismas voces. Abulcásim vaciló; luego, habló:\n—Quien recorre los climas y las ciudades —proclamó con unción— ve\nmuchas cosas que son dignas de crédito. Ésta, digamos, que sólo he referido\nuna vez, al rey de los turcos. Ocurrió en Sin Kalán (Cantón), donde el río\ndel Agua de la Vida se derrama en el mar. Farach preguntó si la ciudad quedaba a muchas leguas de la muralla que\nIskandar Zul Qarnain (Alejandro Bicorne de Macedonia) levantó para\ndetener a Gog y a Magog. —Desiertos la separan —dijo Abulcásim, con involuntaria soberbia—. Cuarenta días tardaría una cáfila (caravana) en divisar sus torres y dicen que\notros tantos en alcanzarlas. En Sin Kalán no sé de ningún hombre que la\nhaya visto o que haya visto a quien la vio. El temor de lo crasamente infinito, del mero espacio, de la mera\nmateria, tocó por un instante a Averroes. Miró el simétrico jardín; se supo\nenvejecido, inútil, irreal. Decía Abulcásim:\n—Una tarde, los mercaderes musulmanes de Sin Kalán me condujeron a\nuna casa de madera pintada, en la que vivían muchas personas. No se puede\ncontar cómo era esa casa, que más bien era un solo cuarto, con filas de\nalacenas o de balcones, unas encima de otras. En esas cavidades había gente\nque comía y bebía; y asimismo en el suelo, y asimismo en una terraza. Las\npersonas de esa terraza tocaban el tambor y el laúd, salvo unas quince o\nveinte (con máscaras de color carmesí) que rezaban, cantaban y dialogaban. Padecían prisiones, y nadie veía la cárcel; cabalgaban, pero no se percibía el\ncaballo; combatían, pero las espadas eran de caña; morían y después\nestaban de pie. —Los actos de los locos —dijo Farach— exceden las previsiones del\nhombre cuerdo. —No estaban locos —tuvo que explicar Abulcásim—. Estaban\nfigurando, me dijo un mercader, una historia. Nadie comprendió, nadie pareció querer comprender. Abulcásim,\nconfuso, pasó de la escuchada narración a las desairadas razones. Dijo,\nayudándose con las manos:\n—Imaginemos que alguien muestra una historia en vez de referirla. Sea\nesa historia la de los durmientes de Éfeso.", "status": "pending"}, {"id": 50, "text": "Los vemos retirarse a la caverna,\nlos vemos orar y dormir, los vemos dormir con los ojos abiertos, los vemos\ncrecer mientras duermen, los vemos despertar a la vuelta de trescientos\nnueve años, los vemos entregar al vendedor una antigua moneda, los vemos\ndespertar en el paraíso, los vemos despertar con el perro. Algo así nos\nmostraron aquella tarde las personas de la terraza. —¿Hablaban esas personas? —interrogó Farach. —Por supuesto que hablaban —dijo Abulcásim, convertido en\napologista de una función que apenas recordaba y que lo había fastidiado\nbastante—. ¡Hablaban y cantaban y peroraban! —En tal caso —dijo Farach— no se requerían veinte personas. Un solo\nhablista puede referir cualquier cosa, por compleja que sea. Todos aprobaron ese dictamen. Se encarecieron las virtudes del árabe,\nque es el idioma que usa Dios para dirigir a los ángeles; luego, de la poesía\nde los árabes. Abdalmálik, después de ponderarla debidamente, motejó de\nanticuados a los poetas que en Damasco o en Córdoba se aferraban a\nimágenes pastoriles y a un vocabulario beduino. Dijo que era absurdo que\nun hombre ante cuyos ojos se dilataba el Guadalquivir celebrara el agua de\nun pozo. Urgió la conveniencia de renovar las antiguas metáforas; dijo que\ncuando Zuhair comparó al destino con un camello ciego, esa figura pudo\nsuspender a la gente, pero que cinco siglos de admiración la habían gastado. Todos aprobaron ese dictamen, que ya habían escuchado muchas veces, de\nmuchas bocas. Averroes callaba. Al fin habló, menos para los otros que para\nél mismo. —Con menos elocuencia —dijo Averroes— pero con argumentos\ncongéneres, he defendido alguna vez la proposición que mantiene\nAbdalmálik. En Alejandría se ha dicho que sólo es incapaz de una culpa\nquien ya la cometió y ya se arrepintió; para estar libre de un error,\nagreguemos, conviene haberlo profesado. Zuhair, en su mohalaca, dice que\nen el decurso de ochenta años de dolor y de gloria, ha visto muchas veces al\ndestino atropellar de golpe a los hombres, como un camello ciego;\nAbdalmálik entiende que esa figura ya no puede maravillar. A ese reparo\ncabría contestar muchas cosas. La primera, que si el fin del poema fuera el\nasombro, su tiempo no se mediría por siglos, sino por días y por horas y tal\nvez por minutos. La segunda, que un famoso poeta es menos inventor que\ndescubridor.", "status": "pending"}, {"id": 51, "text": "Para alabar a Ibn-Sháraf de Berja, se ha repetido que sólo él\npudo imaginar que las estrellas en el alba caen lentamente como las hojas\nde los árboles; ello, si fuera cierto, evidenciaría que la imagen es baladí. La\nimagen que un solo hombre puede formar es la que no toca a ninguno. Infinitas cosas hay en la tierra; cualquiera puede equipararse a cualquiera. Equiparar estrellas con hojas no es menos arbitrario que equipararlas con\npeces o con pájaros. En cambio, nadie no sintió alguna vez que el destino es\nfuerte y es torpe, que es inocente y es también inhumano. Para esa\nconvicción, que puede ser pasajera o continua, pero que nadie elude, fue\nescrito el verso de Zuhair. No se dirá mejor lo que allí se dijo. Además (y\nesto es acaso lo esencial de mis reflexiones), el tiempo, que despoja los\nalcázares, enriquece los versos. El de Zuhair, cuando éste lo compuso en\nArabia, sirvió para confrontar dos imágenes, la del viejo camello y la del\ndestino; repetido ahora, sirve para memoria de Zuhair y para confundir\nnuestros pesares con los de aquel árabe muerto. Dos términos tenía la figura\ny hoy tiene cuatro. El tiempo agranda el ámbito de los versos y sé de\nalgunos que a la par de la música, son todo para todos los hombres. Así,\natormentado hace años en Marrakesh por memorias de Córdoba, me\ncomplacía en repetir el apóstrofe que Abdurrahmán dirigió en los jardines\nde Ruzafa a una palma africana:\nTú también eres, ¡oh palma! En este suelo extranjera…\n»Singular beneficio de la poesía; palabras redactadas por un rey que\nanhelaba el Oriente me sirvieron a mí, desterrado en África, para mi\nnostalgia de España. Averroes, después, habló de los primeros poetas, de aquellos que en el\nTiempo de la Ignorancia, antes del Islam, ya dijeron todas las cosas, en el\ninfinito lenguaje de los desiertos. Alarmado, no sin razón, por las fruslerías\nde Ibn-Sháraf, dijo que en los antiguos y en el Qurán estaba cifrada toda\npoesía y condenó por analfabeta y por vana la ambición de innovar. Los\ndemás lo escucharon con placer, porque vindicaba lo antiguo. Los muecines llamaban a la oración de la primera luz cuando Averroes\nvolvió a entrar en la biblioteca. (En el harén, las esclavas de pelo negro\nhabían torturado a una esclava de pelo rojo, pero él no lo sabría sino a la\ntarde). Algo le había revelado el sentido de las dos palabras oscuras.", "status": "pending"}, {"id": 52, "text": "Con\nfirme y cuidadosa caligrafía agregó estas líneas al manuscrito: Aristú\n(Aristóteles) denomina tragedia a los panegíricos y comedias a las sátiras y\nanatemas. Admirables tragedias y comedias abundan en las páginas del\nCorán y en las mohalacas del santuario. Sintió sueño, sintió un poco de frío. Desceñido el turbante, se miró en\nun espejo de metal. No sé lo que vieron sus ojos, porque ningún historiador\nha descrito las formas de su cara. Sé que desapareció bruscamente, como si\nlo fulminara un fuego sin luz, y que con él desaparecieron la casa y el\ninvisible surtidor y los libros y los manuscritos y las palomas y las muchas\nesclavas de pelo negro y la trémula esclava de pelo rojo y Farach y\nAbulcásim y los rosales y tal vez el Guadalquivir. En la historia anterior quise narrar el proceso de una derrota. Pensé,\nprimero, en aquel arzobispo de Canterbury que se propuso demostrar que\nhay un Dios; luego, en los alquimistas que buscaron la piedra filosofal;\nluego, en los vanos trisectores del ángulo y rectificadores del círculo. Reflexioné, después, que más poético es el caso de un hombre que se\npropone un fin que no está vedado a los otros, pero sí a él. Recordé a\nAverroes, que encerrado en el ámbito del islam, nunca pudo saber el\nsignificado de las voces tragedia y comedia. Referí el caso; a medida que\nadelantaba, sentí lo que hubo de sentir aquel dios mencionado por Burton\nque se propuso crear un toro y creó un búfalo. Sentí que la obra se burlaba\nde mí. Sentí que Averroes, queriendo imaginar lo que es un drama sin haber\nsospechado lo que es un teatro, no era más absurdo que yo, queriendo\nimaginar a Averroes, sin otro material que unos adarmes de Renan, de Lane\ny de Asín Palacios. Sentí, en la última página, que mi narración era un\nsímbolo del hombre que yo fui, mientras la escribía y que, para redactar esa\nnarración, yo tuve que ser aquel hombre y que, para ser aquel hombre, yo\ntuve que redactar esa narración, y así hasta lo infinito. (En el instante en que\nyo dejo de creer en él, «Averroes» desaparece). El Zahir\nEn Buenos Aires el Zahir es una moneda común de veinte centavos;\nmarcas de navaja o de cortaplumas rayan las letras N T y el número dos;\n1929 es la fecha grabada en el anverso.", "status": "pending"}, {"id": 53, "text": "(En Guzerat, a fines del siglo XVIII,\nun tigre fue Zahir; en Java, un ciego de la mezquita de Surakarta, a quien\nlapidaron los fieles; en Persia, un astrolabio que Nadir Shah hizo arrojar al\nfondo del mar; en las prisiones de Mahdí, hacia 1892, una pequeña brújula\nque Rudolf Carl von Slatin tocó, envuelta en un jirón de turbante; en la\naljama de Córdoba, según Zotenberg, una veta en el mármol de uno de los\nmil doscientos pilares; en la judería de Tetuán, el fondo de un pozo). Hoy es\nel trece de noviembre; el día siete de junio, a la madrugada, llegó a mis\nmanos el Zahir; no soy el que era entonces pero aún me es dado recordar, y\nacaso referir, lo ocurrido. Aún, siquiera parcialmente, soy Borges. El seis de junio murió Teodelina Villar. Sus retratos, hacia 1930,\nobstruían las revistas mundanas; esa plétora acaso contribuyó a que la\njuzgaran \nmuy \nlinda, \naunque \nno \ntodas \nlas \nefigies \napoyaran\nincondicionalmente esa hipótesis. Por lo demás, Teodelina Villar se\npreocupaba menos de la belleza que de la perfección. Los hebreos y los\nchinos codificaron todas las circunstancias humanas; en la Mishnah se lee\nque, iniciado el crepúsculo del sábado, un sastre no debe salir a la calle con\nuna aguja; en el Libro de los Ritos que un huésped, al recibir la primera\ncopa, debe tomar un aire grave y, al recibir la segunda, un aire respetuoso y\nfeliz. Análogo, pero más minucioso, era el rigor que se exigía Teodelina\nVillar. Buscaba, como el adepto de Confucio o el talmudista, la\nirreprochable corrección de cada acto, pero su empeño era más admirable y\nmás duro, porque las normas de su credo no eran eternas, sino que se\nplegaban a los azares de París o de Hollywood. Teodelina Villar se mostraba\nen lugares ortodoxos, a la hora ortodoxa, con atributos ortodoxos, con\ndesgano ortodoxo, pero el desgano, los atributos, la hora y los lugares\ncaducaban casi inmediatamente y servirían (en boca de Teodelina Villar)\npara definición de lo cursi. Buscaba lo absoluto, como Flaubert, pero lo\nabsoluto en lo momentáneo. Su vida era ejemplar y, sin embargo, la roía sin\ntregua una desesperación interior. Ensayaba continuas metamorfosis, como\npara huir de sí misma; el color de su pelo y las formas de su peinado eran\nfamosamente inestables. También cambiaban la sonrisa, la tez, el sesgo de\nlos ojos. Desde 1932, fue estudiosamente delgada… La guerra le dio mucho\nque pensar. Ocupado París por los alemanes ¿cómo seguir la moda?", "status": "pending"}, {"id": 54, "text": "Un\nextranjero de quien ella siempre había desconfiado se permitió abusar de su\nbuena fe para venderle una porción de sombreros cilíndricos; al año, se\npropaló que esos adefesios nunca se habían llevado en París y por\nconsiguiente no eran sombreros, sino arbitrarios y desautorizados caprichos. Las desgracias no vienen solas; el doctor Villar tuvo que mudarse a la calle\nAráoz y el retrato de su hija decoró anuncios de cremas y de automóviles. (¡Las cremas que harto se aplicaba, los automóviles que ya no poseía!). Ésta\nsabía que el buen ejercicio de su arte exigía una gran fortuna; prefirió\nretirarse a claudicar. Además, le dolía competir con chicuelas\ninsustanciales. El siniestro departamento de Aráoz resultó demasiado\noneroso; el seis de junio, Teodelina Villar cometió el solecismo de morir en\npleno Barrio Sur. ¿Confesaré que, movido por la más sincera de las\npasiones argentinas, el esnobismo, yo estaba enamorado de ella y que su\nmuerte me afectó hasta las lágrimas? Quizá ya lo haya sospechado el lector. En los velorios, el progreso de la corrupción hace que el muerto\nrecupere sus caras anteriores. En alguna etapa de la confusa noche del seis,\nTeodelina Villar fue mágicamente la que fue hace veinte años; sus rasgos\nrecobraron la autoridad que dan la soberbia, el dinero, la juventud, la\nconciencia de coronar una jerarquía, la falta de imaginación, las\nlimitaciones, la estolidez. Más o menos pensé: ninguna versión de esa cara\nque tanto me inquietó será tan memorable como ésta; conviene que sea la\núltima, ya que pudo ser la primera. Rígida entre las flores la dejé,\nperfeccionando su desdén por la muerte. Serían las dos de la mañana\ncuando salí. Afuera, las previstas hileras de casas bajas y de casas de un\npiso habían tomado ese aire abstracto que suelen tomar en la noche, cuando\nla sombra y el silencio las simplifican. Ebrio de una piedad casi impersonal,\ncaminé por las calles. En la esquina de Chile y de Tacuarí vi un almacén\nabierto. En aquel almacén, para mi desdicha, tres hombres jugaban al truco. En la figura que se llama oxímoron, se aplica a una palabra un epíteto\nque parece contradecirla; así los gnósticos hablaron de luz oscura; los\nalquimistas, de un sol negro. Salir de mi última visita a Teodelina Villar y\ntomar una caña en un almacén era una especie de oxímoron; su grosería y\nsu facilidad me tentaron. (La circunstancia de que se jugara a los naipes\naumentaba el contraste).", "status": "pending"}, {"id": 55, "text": "Pedí una caña de naranja; en el vuelto me dieron el\nZahir; lo miré un instante; salí a la calle, tal vez con un principio de fiebre. Pensé que no hay moneda que no sea símbolo de las monedas que sin fin\nresplandecen en la historia y la fábula. Pensé en el óbolo de Caronte; en el\nóbolo que pidió Belisario; en los treinta dineros de Judas; en las dracmas de\nla cortesana Laís; en la antigua moneda que ofreció uno de los durmientes\nde Éfeso; en las claras monedas del hechicero de las 1001 Noches, que\ndespués eran círculos de papel; en el denario inagotable de Isaac Laquedem;\nen las sesenta mil piezas de plata, una por cada verso de una epopeya, que\nFirdusi devolvió a un rey porque no eran de oro; en la onza de oro que hizo\nclavar Ahab en el mástil; en el florín irreversible de Leopold Bloom; en el\nluis cuya efigie delató, cerca de Varennes, al fugitivo Luis XVI. Como en\nun sueño, el pensamiento de que toda moneda permite esas ilustres\nconnotaciones me pareció de vasta, aunque inexplicable, importancia. Recorrí, con creciente velocidad, las calles y las plazas desiertas. El\ncansancio me dejó en una esquina. Vi una sufrida verja de fierro; detrás vi\nlas baldosas negras y blancas del atrio de la Concepción. Había errado en\ncírculo; ahora estaba a una cuadra del almacén donde me dieron el Zahir. Doblé; la ochava oscura me indicó, desde lejos, que el almacén ya\nestaba cerrado. En la calle Belgrano tomé un taxímetro. Insomne, poseído,\ncasi feliz, pensé que nada hay menos material que el dinero, ya que\ncualquier moneda (una moneda de veinte centavos, digamos) es, en rigor,\nun repertorio de futuros posibles. El dinero es abstracto, repetí, el dinero es\ntiempo futuro. Puede ser una tarde en las afueras, puede ser música de\nBrahms, puede ser mapas, puede ser ajedrez, puede ser café, puede ser las\npalabras de Epicteto, que enseñan el desprecio del oro; es un Proteo más\nversátil que el de la isla de Pharos. Es tiempo imprevisible, tiempo de\nBergson, no duro tiempo del Islam o del Pórtico. Los deterministas niegan\nque haya en el mundo un solo hecho posible, id est un hecho que pudo\nacontecer; una moneda simboliza nuestro libre albedrío. (No sospechaba yo\nque esos «pensamientos» eran un artificio contra el Zahir y una primera\nforma de un demoníaco influjo). Dormí tras de tenaces cavilaciones, pero\nsoñé que yo era las monedas que custodiaba un grifo. Al otro día resolví que yo había estado ebrio. También resolví librarme\nde la moneda que tanto me inquietaba.", "status": "pending"}, {"id": 56, "text": "La miré: nada tenía de particular,\nsalvo unas rayaduras. Enterrarla en el jardín o esconderla en un rincón de la\nbiblioteca hubiera sido lo mejor, pero yo quería alejarme de su órbita. Preferí perderla. No fui al Pilar, esa mañana, ni al cementerio; fui, en\nsubterráneo, a Constitución y de Constitución a San Juan y Boedo. Bajé,\nimpensadamente, en Urquiza; me dirigí al oeste y al sur; barajé, con\ndesorden estudioso, unas cuantas esquinas y en una calle que me pareció\nigual a todas, entré en un boliche cualquiera, pedí una caña y la pagué con\nel Zahir. Entrecerré los ojos, detrás de los cristales ahumados; logré no ver\nlos números de las casas ni el nombre de la calle. Esa noche, tomé una\npastilla de veronal y dormí tranquilo. Hasta fines de junio me distrajo la tarea de componer un relato\nfantástico. Éste encierra dos o tres perífrasis enigmáticas —en lugar de\nsangre pone agua de la espada; en lugar de oro, lecho de la serpiente— y\nestá escrito en primera persona. El narrador es un asceta que ha renunciado\nal trato de los hombres y vive en una suerte de páramo. (Gnitaheidr es el\nnombre de ese lugar). Dado el candor y la sencillez de su vida, hay quienes\nlo juzgan un ángel; ello es una piadosa exageración, porque no hay hombre\nque esté libre de culpa. Sin ir más lejos, él mismo ha degollado a su padre;\nbien es verdad que éste era un famoso hechicero que se había apoderado,\npor artes mágicas, de un tesoro infinito. Resguardar el tesoro de la insana\ncodicia de los humanos es la misión a la que ha dedicado su vida; día y\nnoche vela sobre él. Pronto, quizá demasiado pronto, esa vigilia tendrá fin:\nlas estrellas le han dicho que ya se ha forjado la espada que la tronchará\npara siempre. (Gram es el nombre de esa espada). En un estilo cada vez más\ntortuoso, pondera el brillo y la flexibilidad de su cuerpo; en algún párrafo\nhabla distraídamente de escamas; en otro dice que el tesoro que guarda es\nde oro fulgurante y de anillos rojos. Al final entendemos que el asceta es la\nserpiente Fafnir y el tesoro en que yace, el de los Nibelungos. La aparición\nde Sigurd corta bruscamente la historia. He dicho que la ejecución de esa fruslería (en cuyo decurso intercalé,\nseudoeruditamente, algún verso de la Fáfnismál) me permitió olvidar la\nmoneda. Noches hubo en que me creí tan seguro de poder olvidarla que\nvoluntariamente la recordaba. Lo cierto es que abusé de esos ratos; darles\nprincipio resultaba más fácil que darles fin.", "status": "pending"}, {"id": 57, "text": "En vano repetí que ese\nabominable disco de níquel no difería de los otros que pasan de una mano a\notra mano, iguales, infinitos e inofensivos. Impulsado por esa reflexión,\nprocuré pensar en otra moneda, pero no pude. También recuerdo algún\nexperimento, frustrado, con cinco y diez centavos chilenos, y con un vintén\noriental. El dieciséis de julio adquirí una libra esterlina; no la miré durante\nel día, pero esa noche (y otras) la puse bajo un vidrio de aumento y la\nestudié a la luz de una poderosa lámpara eléctrica. Después la dibujé con un\nlápiz, a través de un papel. De nada me valieron el fulgor y el dragón y el\nSan Jorge; no logré cambiar de idea fija. El mes de agosto, opté por consultar a un psiquiatra. No le confié toda\nmi ridícula historia; le dije que el insomnio me atormentaba y que la imagen\nde un objeto cualquiera solía perseguirme; la de una ficha o la de una\nmoneda, digamos… Poco después, exhumé en una librería de la calle\nSarmiento un ejemplar de Urkunden zur Geschichte der Zahirsage\n(Breslau, 1899) de Julius Barlach. En aquel libro estaba declarado mi mal. Según el prólogo, el autor se\npropuso «reunir en un solo volumen en manuable octavo mayor todos los\ndocumentos que se refieren a la superstición del Zahir, incluso cuatro piezas\npertenecientes al archivo de Habicht y el manuscrito original del informe de\nPhilip Meadows Taylor». La creencia en el Zahir es islámica y data, al\nparecer, del siglo XVIII. (Barlach impugna los pasajes que Zotenberg\natribuye a Abulfeda). Zahir, en árabe, quiere decir notorio, visible; en tal\nsentido, es uno de los noventa y nueve nombres de Dios; la plebe, en tierras\nmusulmanas, lo dice de «los seres o cosas que tienen la terrible virtud de ser\ninolvidables y cuya imagen acaba por enloquecer a la gente». El primer\ntestimonio incontrovertido es el del persa Lutf Alí Azur. En las puntales\npáginas de la enciclopedia biográfica titulada Templo del Fuego, ese\npolígrafo y derviche ha narrado que en un colegio de Shiraz hubo un\nastrolabio de cobre, «construido de tal suerte que quien lo miraba una vez\nno pensaba en otra cosa y así el rey ordenó que lo arrojaran a lo más\nprofundo del mar, para que los hombres no se olvidaran del universo». Más\ndilatado es el informe de Meadows Taylor, que sirvió al nizam de\nHaidarabad y compuso la famosa novela Confessions of a Thug.", "status": "pending"}, {"id": 58, "text": "Hacia\n1832, Taylor oyó en los arrabales de Bhuj la desacostumbrada locución\n«Haber visto al Tigre» (Verily he has looked on the Tiger) para significar la\nlocura o la santidad. Le dijeron que la referencia era a un tigre mágico, que\nfue la perdición de cuantos lo vieron, aun de muy lejos, pues todos\ncontinuaron pensando en él, hasta el fin de sus días. Alguien dijo que uno\nde esos desventurados había huido a Mysore, donde había pintado en un\npalacio la figura del tigre. Años después, Taylor visitó las cárceles de ese\nreino; en la de Nithur el gobernador le mostró una celda, en cuyo piso, en\ncuyos muros, y en cuya bóveda un faquir musulmán había diseñado (en\nbárbaros colores que el tiempo, antes de borrar, afinaba) una especie de\ntigre infinito. Ese tigre estaba hecho de muchos tigres, de vertiginosa\nmanera; lo atravesaban tigres, estaba rayado de tigres, incluía mares e\nHimalayas y ejércitos que parecían otros tigres. El pintor había muerto hace\nmuchos años, en esa misma celda; venía de Sind o acaso de Guzerat y su\npropósito inicial había sido trazar un mapamundi. De ese propósito\nquedaban vestigios en la monstruosa imagen. Taylor narró la historia a\nMuhammad Al-Yemení, de Fort William; éste le dijo que no había criatura\nen el orbe que no propendiera a Zaheer[11], pero que el Todomisericordioso\nno deja que dos cosas lo sean a un tiempo, ya que una sola puede fascinar\nmuchedumbres. Dijo que siempre hay un Zahir y que en la Edad de la\nIgnorancia fue el ídolo que se llamó Yaúq y después un profeta del Jorasán,\nque usaba un velo recamado de piedras o una máscara de oro[12]. También\ndijo que Dios es inescrutable. Muchas veces leí la monografía de Barlach. No desentraño cuáles\nfueron mis sentimientos; recuerdo la desesperación cuando comprendí que\nya nada me salvaría, el intrínseco alivio de saber que yo no era culpable de\nmi desdicha, la envidia que me dieron aquellos hombres cuyo Zahir no fue\nuna moneda sino un trozo de mármol o un tigre. Qué empresa fácil no\npensar en un tigre, reflexioné. También recuerdo la inquietud singular con\nque leí este párrafo: «Un comentador del Gulshan i Raz dice que quien ha\nvisto al Zahir pronto verá la Rosa y alega un verso interpolado en el Asrar\nNama (Libro de cosas que se ignoran) de Attar: el Zahir es la sombra de la\nRosa y la rasgadura del Velo». La noche que velaron a Teodelina, me sorprendió no ver entre los\npresentes a la señora de Abascal, su hermana menor.", "status": "pending"}, {"id": 59, "text": "En octubre, una amiga\nsuya me dijo:\n—Pobre Julita, se había puesto rarísima y la internaron en el Bosch. Cómo las postrará a las enfermeras que le dan de comer en la boca. Sigue\ndele temando con la moneda, idéntica al chauffeur de Morena Sackmann. El tiempo, que atenúa los recuerdos, agrava el del Zahir. Antes yo me\nfiguraba el anverso y después el reverso; ahora, veo simultáneamente los\ndos. Ello no ocurre como si fuera de cristal el Zahir, pues una cara no se\nsuperpone a la otra; más bien ocurre como si la visión fuera esférica y el\nZahir campeara en el centro. Lo que no es el Zahir me llega tamizado y\ncomo lejano: la desdeñosa imagen de Teodelina, el dolor físico. Dijo\nTennyson que si pudiéramos comprender una sola flor sabríamos quiénes\nsomos y qué es el mundo. Tal vez quiso decir que no hay hecho, por\nhumilde que sea, que no implique la historia universal y su infinita\nconcatenación de efectos y causas. Tal vez quiso decir que el mundo visible\nse da entero en cada representación, de igual manera que la voluntad, según\nSchopenhauer, se da entera en cada sujeto. Los cabalistas entendieron que el\nhombre es un microcosmo, un simbólico espejo del universo; todo, según\nTennyson, lo sería. Todo, hasta el intolerable Zahir. Antes de 1948, el destino de Julia me habrá alcanzado. Tendrán que\nalimentarme y vestirme, no sabré si es de tarde o de mañana, no sabré quién\nfue Borges. Calificar de terrible ese porvenir es una falacia, ya que ninguna\nde sus circunstancias obrará para mí. Tanto valdría mantener que es terrible\nel dolor de un anestesiado a quien le abren el cráneo. Ya no percibiré el\nuniverso, percibiré el Zahir. Según la doctrina idealista, los verbos vivir y\nsoñar son rigurosamente sinónimos; de miles de apariencias pasaré a una;\nde un sueño muy complejo a un sueño muy simple. Otros soñarán que estoy\nloco y yo con el Zahir. Cuando todos los hombres de la tierra piensen, día y\nnoche, en el Zahir, ¿cuál será un sueño y cuál una realidad, la tierra o el\nZahir? En las horas desiertas de la noche aún puedo caminar por las calles. El\nalba suele sorprenderme en un banco de la plaza Garay, pensando\n(procurando pensar) en aquel pasaje del Asrar Nama, donde se dice que\nZahir es la sombra de la Rosa y la rasgadura del Velo. Vinculo ese dictamen\na esta noticia: Para perderse en Dios, los sufíes repiten su propio nombre o\nlos noventa y nueve nombres divinos hasta que éstos ya nada quieren decir. Yo anhelo recorrer esa senda.", "status": "pending"}, {"id": 60, "text": "Quizá yo acabe por gastar el Zahir a fuerza de\npensarlo y de repensarlo, quizá detrás de la moneda esté Dios. A Wally Zenner\nLa escritura del dios\nLa cárcel es profunda y de piedra; su forma, la de un hemisferio casi\nperfecto, si bien el piso (que también es de piedra) es algo menor que un\ncírculo máximo, hecho que agrava de algún modo los sentimientos de\nopresión y de vastedad. Un muro medianero la corta; éste, aunque altísimo,\nno toca la parte superior de la bóveda; de un lado estoy yo, Tzinacán, mago\nde la pirámide de Qaholom, que Pedro de Alvarado incendió; del otro hay\nun jaguar, que mide con secretos pasos iguales el tiempo y el espacio del\ncautiverio. A ras del suelo, una larga ventana con barrotes corta el muro\ncentral. En la hora sin sombra [el mediodía], se abre una trampa en lo alto y\nun carcelero que han ido borrando los años maniobra una roldana de hierro,\ny nos baja, en la punta de un cordel, cántaros con agua y trozos de carne. La\nluz entra en la bóveda; en ese instante puedo ver al jaguar. He perdido la cifra de los años que yazgo en la tiniebla; yo, que alguna\nvez era joven y podía caminar por esta prisión, no hago otra cosa que\naguardar, en la postura de mi muerte, el fin que me destinan los dioses. Con\nel hondo cuchillo de pedernal he abierto el pecho de las víctimas y ahora no\npodría, sin magia, levantarme del polvo. La víspera del incendio de la Pirámide, los hombres que bajaron de altos\ncaballos me castigaron con metales ardientes para que revelara el lugar de\nun tesoro escondido. Abatieron, delante de mis ojos, el ídolo del dios, pero\néste no me abandonó y me mantuve silencioso entre los tormentos. Me\nlaceraron, me rompieron, me deformaron y luego desperté en esta cárcel,\nque ya no dejaré en mi vida mortal. Urgido por la fatalidad de hacer algo, de poblar de algún modo el\ntiempo, quise recordar, en mi sombra, todo lo que sabía. Noches enteras\nmalgasté en recordar el orden y el número de unas sierpes de piedra o la\nforma de un árbol medicinal. Así fui debelando los años, así fui entrando en\nposesión de lo que ya era mío. Una noche sentí que me acercaba a un\nrecuerdo preciso; antes de ver el mar, el viajero siente una agitación en la\nsangre. Horas después, empecé a avistar el recuerdo; era una de las\ntradiciones del dios. Éste, previendo que en el fin de los tiempos ocurrirían\nmuchas desventuras y ruinas, escribió el primer día de la Creación una\nsentencia mágica, apta para conjurar esos males.", "status": "pending"}, {"id": 61, "text": "La escribió de manera que\nllegara a las más apartadas generaciones y que no la tocara el azar. Nadie\nsabe en qué punto la escribió ni con qué caracteres, pero nos consta que\nperdura, secreta, y que la leerá un elegido. Consideré que estábamos, como\nsiempre, en el fin de los tiempos y que mi destino de último sacerdote del\ndios me daría acceso al privilegio de intuir esa escritura. El hecho de que\nme rodeara una cárcel no me vedaba esa esperanza; acaso yo había visto\nmiles de veces la inscripción de Qaholom y sólo me faltaba entenderla. Esta reflexión me animó y luego me infundió una especie de vértigo. En\nel ámbito de la tierra hay formas antiguas, formas incorruptibles y eternas;\ncualquiera de ellas podía ser el símbolo buscado. Una montaña podía ser la\npalabra del dios, o un río o el imperio o la configuración de los astros. Pero\nen el curso de los siglos las montañas se allanan y el camino de un río suele\ndesviarse y los imperios conocen mutaciones y estragos y la figura de los\nastros varía. En el firmamento hay mudanza. La montaña y la estrella son\nindividuos y los individuos caducan. Busqué algo más tenaz, más\nvulnerable. Pensé en las generaciones de los cereales, de los pastos, de los\npájaros, de los hombres. Quizá en mi cara estuviera escrita la magia, quizá\nyo mismo fuera el fin de mi busca. En ese afán estaba cuando recordé que\nel jaguar era uno de los atributos del dios. Entonces mi alma se llenó de piedad. Imaginé la primera mañana del\ntiempo, imaginé a mi dios confiando el mensaje a la piel viva de los\njaguares, que se amarían y se engendrarían sin fin, en cavernas, en\ncañaverales, en islas, para que los últimos hombres lo recibieran. Imaginé\nesa red de tigres, ese caliente laberinto de tigres, dando horror a los prados\ny a los rebaños para conservar un dibujo. En la otra celda había un jaguar;\nen su vecindad percibí una confirmación de mi conjetura y un secreto favor. Dediqué largos años a aprender el orden y la configuración de las\nmanchas. Cada ciega jornada me concedía un instante de luz, y así pude\nfijar en la mente las negras formas que tachaban el pelaje amarillo. Algunas\nincluían puntos; otras formaban rayas trasversales en la cara interior de las\npiernas; otras, anulares, se repetían. Acaso eran un mismo sonido o una\nmisma palabra. Muchas tenían bordes rojos. No diré las fatigas de mi labor. Más de una vez grité a la bóveda que era\nimposible descifrar aquel texto.", "status": "pending"}, {"id": 62, "text": "Gradualmente, el enigma concreto que me\natareaba me inquietó menos que el enigma genérico de una sentencia escrita\npor un dios. ¿Qué tipo de sentencia (me pregunté) construirá una mente\nabsoluta? Consideré que aun en los lenguajes humanos no hay proposición\nque no implique el universo entero; decir el tigre es decir los tigres que lo\nengendraron, los ciervos y tortugas que devoró, el pasto de que se\nalimentaron los ciervos, la tierra que fue madre del pasto, el cielo que dio\nluz a la tierra. Consideré que en el lenguaje de un dios toda la palabra\nenunciaría esa infinita concatenación de los hechos, y no de un modo\nimplícito, sino explícito, y no de un modo progresivo, sino inmediato. Con\nel tiempo, la noción de una sentencia divina parecióme pueril o\nblasfematoria. Un dios, reflexioné, sólo debe decir una palabra y en esa\npalabra la plenitud. Ninguna voz articulada por él puede ser inferior al\nuniverso o menos que la suma del tiempo. Sombras o simulacros de esa voz\nque equivale a un lenguaje y a cuanto puede comprender un lenguaje son\nlas ambiciosas y pobres voces humanas, todo, mundo, universo. Un día o una noche —entre mis días y mis noches, ¿qué diferencia\ncabe?— soñé que en el piso de la cárcel había un grano de arena. Volví a\ndormir, indiferente; soñé que despertaba y que había dos granos de arena. Volví a dormir; soñé que los granos de arena eran tres. Fueron, así,\nmultiplicándose hasta colmar la cárcel y yo moría bajo ese hemisferio de\narena. Comprendí que estaba soñando; con un vasto esfuerzo me desperté. El despertar fue inútil; la innumerable arena me sofocaba. Alguien me dijo:\nNo has despertado a la vigilia, sino a un sueño anterior. Ese sueño está\ndentro de otro, y así hasta lo infinito, que es el número de los granos de\narena. El camino que habrás de desandar es interminable y morirás antes\nde haber despertado realmente. Me sentí perdido. La arena me rompía la boca, pero grité: Ni una arena\nsoñada puede matarme ni hay sueños que estén dentro de sueños. Un\nresplandor me despertó. En la tiniebla superior se cernía un círculo de luz. Vi la cara y las manos del carcelero, la rodaja, el cordel, la carne y los\ncántaros. Un hombre se confunde, gradualmente, con la forma de su destino; un\nhombre es, a la larga, sus circunstancias. Más que un descifrador o un\nvengador, más que un sacerdote del dios, yo era un encarcelado. Del\nincansable laberinto de sueños yo regresé como a mi casa a la dura prisión.", "status": "pending"}, {"id": 63, "text": "Bendije su humedad, bendije su tigre, bendije el agujero de luz, bendije mi\nviejo cuerpo doliente, bendije la tiniebla y la piedra. Entonces ocurrió lo que no puedo olvidar ni comunicar. Ocurrió la\nunión con la divinidad, con el universo (no sé si estas palabras difieren). El\néxtasis no repite sus símbolos; hay quien ha visto a Dios en un resplandor,\nhay quien lo ha percibido en una espada o en los círculos de una rosa. Yo vi\nuna Rueda altísima, que no estaba delante de mis ojos, ni detrás, ni a los\nlados, sino en todas partes, a un tiempo. Esa Rueda estaba hecha de agua,\npero también de fuego, y era (aunque se veía el borde) infinita. Entretejidas,\nla formaban todas las cosas que serán, que son y que fueron, y yo era una de\nlas hebras de esa trama total, y Pedro de Alvarado, que me dio tormento, era\notra. Ahí estaban las causas y los efectos y me bastaba ver esa Rueda para\nentenderlo todo, sin fin. ¡Oh dicha de entender, mayor que la de imaginar o\nla de sentir! Vi el universo y vi los íntimos designios del universo. Vi los\norígenes que narra el Libro del Común. Vi las montañas que surgieron del\nagua, vi los primeros hombres de palo, vi las tinajas que se volvieron contra\nlos hombres, vi los perros que les destrozaron las caras. Vi el dios sin cara\nque hay detrás de los dioses. Vi infinitos procesos que formaban una sola\nfelicidad y, entendiéndolo todo, alcancé también a entender la escritura del\ntigre. Es una fórmula de catorce palabras casuales (que parecen casuales) y\nme bastaría decirla en voz alta para ser todopoderoso. Me bastaría decirla\npara abolir esta cárcel de piedra, para que el día entrara en mi noche, para\nser joven, para ser inmortal, para que el tigre destrozara a Alvarado, para\nsumir el santo cuchillo en pechos españoles, para reconstruir la pirámide,\npara reconstruir el imperio. Cuarenta sílabas, catorce palabras, y yo,\nTzinacán, regiría las tierras que rigió Moctezuma. Pero yo sé que nunca diré\nesas palabras, porque ya no me acuerdo de Tzinacán. Que muera conmigo el misterio que está escrito en los tigres. Quien ha\nentrevisto el universo, quien ha entrevisto los ardientes designios del\nuniverso, no puede pensar en un hombre, en sus triviales dichas o\ndesventuras, aunque ese hombre sea él. Ese hombre ha sido él y ahora no le\nimporta. Qué le importa la suerte de aquel otro, qué le importa la nación de\naquel otro, si él, ahora es nadie. Por eso no pronuncio la fórmula, por eso\ndejo que me olviden los días, acostado en la oscuridad.", "status": "pending"}, {"id": 64, "text": "A Ema Risso Platero\nAbenjacán el Bojarí,\nmuerto en su laberinto\n… son comparables a la araña, que edifica una\ncasa. Alcorán, XXIX, 40\nEsta —dijo Dunraven, con un vasto ademán que no rehusaba las nubladas\nestrellas y que abarcaba el negro páramo, el mar y un edificio majestuoso y\ndecrépito que parecía una caballeriza venida a menos— es la tierra de mis\nmayores. Unwin, su compañero, se sacó la pipa de la boca y emitió sonidos\nmodestos y aprobatorios. Era la primera tarde del verano de 1914; hartos de\nun mundo sin la dignidad del peligro, los amigos apreciaban la soledad de\nese confín de Cornwall. Dunraven fomentaba una barba oscura y se sabía\nautor de una considerable epopeya que sus contemporáneos casi no podrían\nescandir y cuyo tema no le había sido aún revelado; Unwin había publicado\nun estudio sobre el teorema que Fermat no escribió al margen de una página\nde Diofanto. Ambos —¿será preciso que lo diga?— eran jóvenes, distraídos\ny apasionados. —Hará un cuarto de siglo —dijo Dunraven— que Abenjacán el Bojarí,\ncaudillo o rey de no sé qué tribu nilótica, murió en la cámara central de esa\ncasa a manos de su primo Zaid. Al cabo de los años, las circunstancias de su\nmuerte siguen oscuras. Unwin preguntó por qué, dócilmente. —Por diversas razones —fue la respuesta—. En primer lugar, esa casa\nes un laberinto. En segundo lugar, la vigilaban un esclavo y un león. En\ntercer lugar, se desvaneció un tesoro secreto. En cuarto lugar, el asesino\nestaba muerto cuando el asesinato ocurrió. En quinto lugar…\nUnwin, cansado, lo detuvo. —No multipliques los misterios —le dijo—. Éstos deben ser simples. Recuerda la carta robada de Poe, recuerda el cuarto cerrado de Zangwill. —O complejos —replicó Dunraven—. Recuerda el universo. Repechando colinas arenosas, habían llegado al laberinto. Éste, de\ncerca, les pareció una derecha y casi interminable pared, de ladrillos sin\nrevocar, apenas más alta que un hombre. Dunraven dijo que tenía la forma\nde un círculo, pero tan dilatada era su área que no se percibía la curvatura. Unwin recordó a Nicolás de Cusa, para quien toda línea recta es el arco de\nun círculo infinito… Hacia la medianoche descubrieron una ruinosa puerta,\nque daba a un ciego y arriesgado zaguán. Dunraven dijo que en el interior\nde la casa había muchas encrucijadas, pero que, doblando siempre a la\nizquierda, llegarían en poco más de una hora al centro de la red. Unwin\nasintió.", "status": "pending"}, {"id": 65, "text": "Los pasos cautelosos resonaron en el suelo de piedra; el corredor se\nbifurcó en otros más angostos. La casa parecía querer ahogarlos, el techo\nera muy bajo. Debieron avanzar uno tras otro por la complicada tiniebla. Unwin iba adelante. Entorpecido de asperezas y de ángulos, fluía sin fin\ncontra su mano el invisible muro. Unwin, lento en la sombra, oyó de boca\nde su amigo la historia de la muerte de Abenjacán. —Acaso el más antiguo de mis recuerdos —contó Dunraven— es el de\nAbenjacán el Bojarí en el puerto de Pentreath. Lo seguía un hombre negro\ncon un león; sin duda el primer negro y el primer león que miraron mis\nojos, fuera de los grabados de la Escritura. Entonces yo era niño, pero la\nfiera del color del sol y el hombre del color de la noche me impresionaron\nmenos que Abenjacán. Me pareció muy alto; era un hombre de piel cetrina,\nde entrecerrados ojos negros, de insolente nariz, de carnosos labios, de\nbarba azafranada, de pecho fuerte, de andar seguro y silencioso. En casa\ndije: «Ha venido un rey en un buque». Después, cuando trabajaron los\nalbañiles, amplié ese título y le puse el Rey de Babel. »La noticia de que el forastero se fijaría en Pentreath fue recibida con\nagrado; la extensión y la forma de su casa, con estupor y aun con escándalo. Pareció intolerable que una casa constara de una sola habitación y de leguas\ny leguas de corredores. «Entre los moros se usarán tales casas, pero no entre\ncristianos», decía la gente. Nuestro rector, el señor Allaby, hombre de\ncuriosa lectura, exhumó la historia de un rey a quien la Divinidad castigó\npor haber erigido un laberinto y la divulgó desde el púlpito. El lunes,\nAbenjacán visitó la rectoría; las circunstancias de la breve entrevista no se\nconocieron entonces, pero ningún sermón ulterior aludió a la soberbia, y el\nmoro pudo contratar albañiles. Años después, cuando pereció Abenjacán,\nAllaby declaró a las autoridades la substancia del diálogo. »Abenjacán le dijo, de pie, estas o parecidas palabras: «Ya nadie puede\ncensurar lo que yo hago. Las culpas que me infaman son tales que aunque\nyo repitiera durante siglos el Último Nombre de Dios, ello no bastaría a\nmitigar uno solo de mis tormentos; las culpas que me infaman son tales que\naunque yo lo matara con estas manos, ello no agravaría los tormentos que\nme destina la infinita Justicia. En tierra alguna es desconocido mi nombre;\nsoy Abenjacán el Bojarí y he regido las tribus del desierto con un cetro de\nhierro.", "status": "pending"}, {"id": 66, "text": "Durante muchos años las despojé, con asistencia de mi primo Zaid,\npero Dios oyó mi clamor y sufrió que se rebelaran. Mis gentes fueron rotas\ny acuchilladas; yo alcancé a huir con el tesoro recaudado en mis años de\nexpoliación. Zaid me guió al sepulcro de un santo, al pie de una montaña de\npiedra. Le ordené a mi esclavo que vigilara la cara del desierto; Zaid y yo\ndormimos, rendidos. Esa noche creí que me aprisionaba una red de\nserpientes. Desperté con horror; a mi lado, en el alba, dormía Zaid; el roce\nde una telaraña en mi carne me había hecho soñar aquel sueño. Me dolió\nque Zaid, que era cobarde, durmiera con tanto reposo. Consideré que el\ntesoro no era infinito y que él podía reclamar una parte. En mi cinto estaba\nla daga con empuñadura de plata; la desnudé y le atravesé la garganta. En\nsu agonía balbuceó unas palabras que no pude entender. Lo miré; estaba\nmuerto, pero yo temí que se levantara y le ordené al esclavo que le\ndeshiciera la cara con una roca. Después erramos bajo el cielo y un día\ndivisamos un mar. Lo surcaban buques muy altos; pensé que un muerto no\npodría andar por el agua y decidí buscar otras tierras. La primera noche que\nnavegamos soñé que yo mataba a Zaid. Todo se repitió, pero yo entendí sus\npalabras. Decía: Como ahora me borras te borraré, dondequiera que estés. He jurado frustrar esa amenaza; me ocultaré en el centro de un laberinto\npara que su fantasma se pierda». »Dicho lo cual, se fue. Allaby trató de pensar que el moro estaba loco y\nque el absurdo laberinto era un símbolo y un claro testimonio de su locura. Luego reflexionó que esa explicación condecía con el extravagante edificio\ny con el extravagante relato, no con la enérgica impresión que dejaba el\nhombre Abenjacán. Quizá tales historias fueran comunes en los arenales\negipcios, quizá tales rarezas correspondieran (como los dragones de Plinio)\nmenos a una persona que a una cultura… Allaby, en Londres, revisó\nnúmeros atrasados del Times; comprobó la verdad de la rebelión y de una\nsubsiguiente derrota del Bojarí y de su visir, que tenía fama de cobarde. »Aquél, apenas concluyeron los albañiles, se instaló en el centro del\nlaberinto. No lo vieron más en el pueblo; a veces Allaby temió que Zaid ya\nlo hubiera alcanzado y aniquilado. En las noches el viento nos traía el\nrugido del león, y las ovejas del redil se apretaban con un antiguo miedo. »Solían anclar en la pequeña bahía, rumbo a Cardiff o a Bristol, naves\nde puertos orientales.", "status": "pending"}, {"id": 67, "text": "El esclavo descendía del laberinto (que entonces, lo\nrecuerdo, no era rosado, sino de color carmesí) y cambiaba palabras\nafricanas con las tripulaciones y parecía buscar entre los hombres el\nfantasma del visir. Era fama que tales embarcaciones traían contrabando, y\nsi de alcoholes o marfiles prohibidos, ¿por qué no, también, de sombras de\nmuertos? »A los tres años de erigida la casa, ancló al pie de los cerros el Rose of\nSharon. No fui de los que vieron ese velero y tal vez en la imagen que tengo\nde él influyen olvidadas litografías de Aboukir o de Trafalgar, pero entiendo\nque era de esos barcos muy trabajados que no parecen obra de naviero, sino\nde carpintero y menos de carpintero que de ebanista. Era (si no en la\nrealidad, en mis sueños) bruñido, oscuro, silencioso y veloz, y lo tripulaban\nárabes y malayos. »Ancló en el alba de uno de los días de octubre. Hacia el atardecer,\nAbenjacán irrumpió en casa de Allaby. Lo dominaba la pasión del terror;\napenas pudo articular que Zaid ya había entrado en el laberinto y que su\nesclavo y su león habían perecido. Seriamente preguntó si las autoridades\npodrían ampararlo. Antes que Allaby respondiera, se fue, como si lo\narrebatara el mismo terror que lo había traído a esa casa, por segunda y\núltima vez. Allaby, solo en su biblioteca, pensó con estupor que ese\ntemeroso había oprimido en el Sudán a tribus de hierro y sabía qué cosa es\nuna batalla y qué cosa es matar. Advirtió, al otro día, que ya había zarpado\nel velero (rumbo a Suakin en el Mar Rojo, se averiguó después). Reflexionó\nque su deber era comprobar la muerte del esclavo y se dirigió al laberinto. El jadeante relato del Bojarí le pareció fantástico, pero en un recodo de las\ngalerías dio con el león, y el león estaba muerto, y en otro, con el esclavo,\nque estaba muerto, y en la cámara central con el Bojarí, a quien le habían\ndestrozado la cara. A los pies del hombre había un arca taraceada de nácar;\nalguien había forzado la cerradura y no quedaba ni una sola moneda. Los períodos finales, agravados de pausas oratorias, querían ser\nelocuentes; Unwin adivinó que Dunraven los había emitido muchas veces,\ncon idéntico aplomo y con idéntica ineficacia. Preguntó, para simular\ninterés:\n—¿Cómo murieron el león y el esclavo? La incorregible voz contestó con sombría satisfacción:\n—También les había destrozado la cara. Al ruido de los pasos se agregó el ruido de la lluvia.", "status": "pending"}, {"id": 68, "text": "Unwin pensó que\ntendrían que dormir en el laberinto, en la cámara central del relato, y que en\nel recuerdo esa larga incomodidad sería una aventura. Guardó silencio:\nDunraven no pudo contenerse y le preguntó, como quien no perdona una\ndeuda:\n—¿No es inexplicable esta historia? Unwin le respondió, como si pensara en voz alta:\n—No sé si es explicable o inexplicable. Sé que es mentira. Dunraven prorrumpió en malas palabras e invocó el testimonio del hijo\nmayor del rector (Allaby, parece, había muerto) y de todos los vecinos de\nPentreath. No menos atónito que Dunraven, Unwin se disculpó. El tiempo,\nen la oscuridad, parecía más largo; los dos temieron haber extraviado el\ncamino y estaban muy cansados cuando una tenue claridad superior les\nmostró los peldaños iniciales de una angosta escalera. Subieron y llegaron a\nuna ruinosa habitación redonda. Dos signos perduraban del temor del\nmalhadado rey: una estrecha ventana que dominaba los páramos y el mar y\nen el suelo una trampa que se abría sobre la curva de la escalera. La\nhabitación, aunque espaciosa, tenía mucho de celda carcelaria. Menos instados por la lluvia que por el afán de vivir para la\nrememoración y la anécdota, los amigos hicieron noche en el laberinto. El\nmatemático durmió con tranquilidad; no así el poeta, acosado por versos\nque su razón juzgaba detestables:\nFaceless the sultry and overpowering lion,\nFaceless the stricken slave, faceless the king. Unwin creía que no le había interesado la historia de la muerte del Bojarí,\npero se despertó con la convicción de haberla descifrado. Todo aquel día\nestuvo preocupado y huraño, ajustando y reajustando las piezas, y tres o\ncuatro noches después, citó a Dunraven en una cervecería de Londres y le\ndijo estas o parecidas palabras:\n—En Cornwall dije que era mentira la historia que te oí. Los hechos\neran ciertos, o podían serlo, pero contados como tú los contaste, eran, de un\nmodo manifiesto, mentiras. Empezaré por la mayor mentira de todas, por el\nlaberinto increíble. Un fugitivo no se oculta en un laberinto. No erige un\nlaberinto sobre un alto lugar de la costa, un laberinto carmesí que avistan\ndesde lejos los marineros. No precisa erigir un laberinto, cuando el universo\nya lo es. Para quien verdaderamente quiere ocultarse, Londres es mejor\nlaberinto que un mirador al que conducen todos los corredores de un\nedificio.", "status": "pending"}, {"id": 69, "text": "La sabia reflexión que ahora te someto me fue deparada antenoche,\nmientras oíamos llover sobre el laberinto y esperábamos que el sueño nos\nvisitara; amonestado y mejorado por ella, opté por olvidar tus absurdidades\ny pensar en algo sensato. —En la teoría de los conjuntos, digamos, o en una cuarta dimensión del\nespacio —observó Dunraven. —No —dijo Unwin con seriedad—. Pensé en el laberinto de Creta. El\nlaberinto cuyo centro era un hombre con cabeza de toro. Dunraven, versado en obras policiales, pensó que la solución del\nmisterio siempre es inferior al misterio. El misterio participa de lo\nsobrenatural y aun de lo divino; la solución, del juego de manos. Dijo, para\naplazar lo inevitable:\n—Cabeza de toro tiene en medallas y esculturas el minotauro. Dante lo\nimaginó con cuerpo de toro y cabeza de hombre. —También esa versión me conviene —Unwin asintió—. Lo que\nimporta es la correspondencia de la casa monstruosa con el habitante\nmonstruoso. El minotauro justifica con creces la existencia del laberinto. Nadie dirá lo mismo de una amenaza percibida en un sueño. Evocada la\nimagen del minotauro (evocación fatal en un caso en que hay un laberinto),\nel problema, virtualmente, estaba resuelto. Sin embargo, confieso que no\nentendí que esa antigua imagen era la clave y así fue necesario que tu relato\nme suministrara un símbolo más preciso: la telaraña. —¿La telaraña? —repitió, perplejo, Dunraven. —Sí. Nada me asombraría que la telaraña (la forma universal de la\ntelaraña, entendamos bien, la telaraña de Platón) hubiera sugerido al asesino\n(porque hay un asesino) su crimen. Recordarás que el Bojarí, en una tumba,\nsoñó con una red de serpientes y que al despertar descubrió que una telaraña\nle había sugerido aquel sueño. Volvamos a esa noche en que el Bojarí soñó\ncon una red. El rey vencido y el visir y el esclavo huyen por el desierto con\nun tesoro. Se refugian en una tumba. Duerme el visir, de quien sabemos que\nes un cobarde; no duerme el rey, de quien sabemos que es un valiente. El\nrey, para no compartir el tesoro con el visir, lo mata de una cuchillada; su\nsombra lo amenaza en un sueño, noches después. Todo esto es increíble; yo\nentiendo que los hechos ocurrieron de otra manera. Esa noche durmió el\nrey, el valiente, y veló Zaid, el cobarde. Dormir es distraerse del universo, y\nla distracción es difícil para quien sabe que lo persiguen con espadas\ndesnudas. Zaid, ávido, se inclinó sobre el sueño de su rey. Pensó en matarlo\n(quizá jugó con el puñal), pero no se atrevió.", "status": "pending"}, {"id": 70, "text": "Llamó al esclavo, ocultaron\nparte del tesoro en la tumba, huyeron a Suakin y a Inglaterra. No para\nocultarse del Bojarí, sino para atraerlo y matarlo construyó a la vista del\nmar el alto laberinto de muros rojos. Sabía que las naves llevarían a los\npuertos de Nubia la fama del hombre bermejo, del esclavo y del león, y que,\ntarde o temprano, el Bojarí lo vendría a buscar en su laberinto. En el último\ncorredor de la red esperaba la trampa. El Bojarí lo despreciaba\ninfinitamente; no se rebajaría a tomar la menor precaución. El día codiciado\nllegó; Abenjacán desembarcó en Inglaterra, caminó hasta la puerta del\nlaberinto, barajó los ciegos corredores y ya había pisado, tal vez, los\nprimeros peldaños cuando su visir lo mató, no sé si de un balazo, desde la\ntrampa. El esclavo mataría al león y otro balazo mataría al esclavo. Luego\nZaid deshizo las tres caras con una piedra. Tuvo que obrar así; un solo\nmuerto con la cara deshecha hubiera sugerido un problema de identidad,\npero la fiera, el negro y el rey formaban una serie y, dados los dos términos\niniciales, todos postularían el último. No es raro que lo dominara el temor\ncuando habló con Allaby; acababa de ejecutar la horrible faena y se\ndisponía a huir de Inglaterra para recuperar el tesoro. Un silencio pensativo, o incrédulo, siguió a las palabras de Unwin. Dunraven pidió otro jarro de cerveza antes de opinar. —Acepto —dijo— que mi Abenjacán sea Zaid. Tales metamorfosis, me\ndirás, son clásicos artificios del género, son verdaderas convenciones cuya\nobservación exige el lector. Lo que me resisto a admitir es la conjetura de\nque una porción del tesoro quedara en el Sudán. Recuerda que Zaid huía del\nrey y de los enemigos del rey; más fácil es imaginarlo robándose todo el\ntesoro que demorándose a enterrar una parte. Quizá no se encontraron\nmonedas porque no quedaban monedas; los albañiles habrían agotado un\ncaudal que, a diferencia del oro rojo de los Nibelungos, no era infinito. Tendríamos así a Abenjacán atravesando el mar para reclamar un tesoro\ndilapidado. —Dilapidado, no —dijo Unwin—. Invertido en armar en tierra de\ninfieles una gran trampa circular de ladrillo destinada a apresarlo y\naniquilarlo. Zaid, si tu conjetura es correcta, procedió urgido por el odio y\npor el temor y no por la codicia. Robó el tesoro y luego comprendió que el\ntesoro no era lo esencial para él. Lo esencial era que Abenjacán pereciera. Simuló ser Abenjacán, mató a Abenjacán y finalmente fue Abenjacán. —Sí —confirmó Dunraven—.", "status": "pending"}, {"id": 71, "text": "Fue un vagabundo que, antes de ser\nnadie en la muerte, recordaría haber sido un rey o haber fingido ser un rey,\nalgún día. Los dos reyes y los dos laberintos[13]\nCuentan los hombres dignos de fe (pero Alá sabe más) que en los\nprimeros días hubo un rey de las islas de Babilonia que congregó a sus\narquitectos y magos y les mandó construir un laberinto tan perplejo y sutil\nque los varones más prudentes no se aventuraban a entrar, y los que\nentraban se perdían. Esa obra era un escándalo, porque la confusión y la\nmaravilla son operaciones propias de Dios y no de los hombres. Con el\nandar del tiempo vino a su corte un rey de los árabes, y el rey de Babilonia\n(para hacer burla de la simplicidad de su huésped) lo hizo penetrar en el\nlaberinto, donde vagó afrentado y confundido hasta la declinación de la\ntarde. Entonces imploró socorro divino y dio con la puerta. Sus labios no\nprofirieron queja ninguna, pero le dijo al rey de Babilonia que él en Arabia\ntenía otro laberinto mejor y que, si Dios era servido, se lo daría a conocer\nalgún día. Luego regresó a Arabia, juntó sus capitanes y sus alcaides y\nestragó los reinos de Babilonia con tan venturosa fortuna que derribó sus\ncastillos, rompió sus gentes e hizo cautivo al mismo rey. Lo amarró encima\nde un camello veloz y lo llevó al desierto. Cabalgaron tres días, y le dijo:\n«¡Oh, rey del tiempo y substancia y cifra del siglo!, en Babilonia me\nquisiste perder en un laberinto de bronce con muchas escaleras, puertas y\nmuros; ahora el Poderoso ha tenido a bien que te muestre el mío, donde no\nhay escaleras que subir, ni puertas que forzar, ni fatigosas galerías que\nrecorrer, ni muros que te veden el paso». Luego le desató las ligaduras y lo abandonó en mitad del desierto,\ndonde murió de hambre y de sed. La gloria sea con Aquel que no muere. La espera\nEl coche lo dejó en el cuatro mil cuatro de esa calle del Noroeste. No\nhabían dado las nueve de la mañana; el hombre notó con aprobación los\nmanchados plátanos, el cuadrado de tierra al pie de cada uno, las decentes\ncasas de balconcito, la farmacia contigua, los desvaídos rombos de la\npinturería y ferretería. Un largo y ciego paredón de hospital cerraba la acera\nde enfrente; el sol reverberaba, más lejos, en unos invernáculos. El hombre\npensó que esas cosas (ahora arbitrarias y casuales y en cualquier orden,\ncomo las que se ven en los sueños) serían con el tiempo, si Dios quisiera,\ninvariables, necesarias y familiares.", "status": "pending"}, {"id": 72, "text": "En la vidriera de la farmacia se leía en\nletras de loza: Breslauer; los judíos estaban desplazando a los italianos, que\nhabían desplazado a los criollos. Mejor así; el hombre prefería no alternar\ncon gente de su sangre. El cochero le ayudó a bajar el baúl; una mujer de aire distraído o\ncansado abrió por fin la puerta. Desde el pescante el cochero le devolvió\nuna de las monedas, un vintén oriental que estaba en su bolsillo desde esa\nnoche en el hotel de Meló. El hombre le entregó cuarenta centavos, y en el\nacto sintió: «Tengo la obligación de obrar de manera que todos se olviden\nde mí. He cometido dos errores: he dado una moneda de otro país y he\ndejado ver que me importa esa equivocación». Precedido por la mujer, atravesó el zaguán y el primer patio. La pieza\nque le habían reservado daba, felizmente, al segundo. La cama era de\nhierro, que el artífice había deformado en curvas fantásticas, figurando\nramas y pámpanos; había, asimismo, un alto ropero de pino, una mesa de\nluz, un estante con libros a ras del suelo, dos sillas desparejas y un lavatorio\ncon su palangana, su jarra, su jabonera y un botellón de vidrio turbio. Un\nmapa de la provincia de Buenos Aires y un crucifijo adornaban las paredes;\nel papel era carmesí, con grandes pavos reales repetidos, de cola\ndesplegada. La única puerta daba al patio. Fue necesario variar la\ncolocación de las sillas para dar cabida al baúl. Todo lo aprobó el inquilino;\ncuando la mujer le preguntó cómo se llamaba, dijo Villari, no como un\ndesafío secreto, no para mitigar una humillación que, en verdad, no sentía,\nsino porque ese nombre lo trabajaba, porque le fue imposible pensar en\notro. No lo sedujo, ciertamente, el error literario de imaginar que asumir el\nnombre del enemigo podía ser una astucia. El señor Villari, al principio, no dejaba la casa; cumplidas unas cuantas\nsemanas, dio en salir, un rato, al oscurecer. Alguna noche entró en el\ncinematógrafo que había a las tres cuadras. No pasó nunca de la última fila;\nsiempre se levantaba un poco antes del fin de la función. Vio trágicas\nhistorias del hampa; éstas, sin duda, incluían errores, éstas, sin duda,\nincluían imágenes que también lo eran de su vida anterior; Villari no los\nadvirtió porque la idea de una coincidencia entre el arte y la realidad era\najena a él. Dócilmente trataba de que le gustaran las cosas; quería\nadelantarse a la intención con que se las mostraban. A diferencia de quienes\nhan leído novelas, no se veía nunca a sí mismo como un personaje del arte.", "status": "pending"}, {"id": 73, "text": "No le llegó jamás una carta, ni siquiera una circular, pero leía con\nborrosa esperanza una de las secciones del diario. De tarde, arrimaba a la\npuerta una de las sillas y mateaba con seriedad, puestos los ojos en la\nenredadera del muro de la inmediata casa de altos. Años de soledad le\nhabían enseñado que los días, en la memoria, tienden a ser iguales, pero que\nno hay un día, ni siquiera de cárcel o de hospital, que no traiga sorpresas. En otras reclusiones había cedido a la tentación de contar los días y las\nhoras, pero esta reclusión era distinta, porque no tenía término —salvo que\nel diario, una mañana, trajera la noticia de la muerte de Alejandro Villari—. También era posible que Villari ya hubiera muerto y entonces esta vida era\nun sueño. Esa posibilidad lo inquietaba, porque no acabó de entender si se\nparecía al alivio o a la desdicha; se dijo que era absurda y la rechazó. En\ndías lejanos, menos lejanos por el curso del tiempo que por dos o tres\nhechos irrevocables, había deseado muchas cosas, con amor sin escrúpulo;\nesa voluntad poderosa, que había movido el odio de los hombres y el amor\nde alguna mujer, ya no quería cosas particulares: sólo quería perdurar, no\nconcluir. El sabor de la yerba, el sabor del tabaco negro, el creciente filo de\nsombra que iba ganando el patio. Había en la casa un perro lobo, ya viejo. Villari se amistó con él. Le\nhablaba en español, en italiano y en las pocas palabras que le quedaban del\nrústico dialecto de su niñez. Villari trataba de vivir en el mero presente, sin\nrecuerdos ni previsiones; los primeros le importaban menos que las últimas. Oscuramente creyó intuir que el pasado es la sustancia de que el tiempo está\nhecho; por ello es que éste se vuelve pasado en seguida. Su fatiga, algún\ndía, se pareció a la felicidad; en momentos así, no era mucho más complejo\nque el perro. Una noche lo dejó asombrado y temblando una íntima descarga de dolor\nen el fondo de la boca. Ese horrible milagro recurrió a los pocos minutos y\notra vez hacia el alba. Villari, al día siguiente, mandó buscar un coche que\nlo dejó en un consultorio dental del barrio del Once. Ahí le arrancaron la\nmuela. En ese trance no estuvo más cobarde ni más tranquilo que otras\npersonas. Otra noche, al volver del cinematógrafo, sintió que lo empujaban. Con\nira, con indignación, con secreto alivio, se encaró con el insolente. Le\nescupió una injuria soez; el otro, atónito, balbuceó una disculpa.", "status": "pending"}, {"id": 74, "text": "Era un\nhombre alto, joven, de pelo oscuro, y lo acompañaba una mujer de tipo\nalemán; Villari, esa noche, se repitió que no los conocía. Sin embargo,\ncuatro o cinco días pasaron antes que saliera a la calle. Entre los libros del estante había una Divina Comedia, con el viejo\ncomentario de Andreoli. Menos urgido por la curiosidad que por un\nsentimiento de deber, Villari acometió la lectura de esa obra capital; antes\nde comer, leía un canto, y luego, en orden riguroso, las notas. No juzgó\ninverosímiles o excesivas las penas infernales y no pensó que Dante lo\nhubiera condenado al último círculo, donde los dientes de Ugolino roen sin\nfin la nuca de Ruggieri. Los pavos reales del papel carmesí parecían destinados a alimentar\npesadillas tenaces, pero el señor Villari no soñó nunca con una glorieta\nmonstruosa hecha de inextricables pájaros vivos. En los amaneceres soñaba\nun sueño de fondo igual y de circunstancias variables. Dos hombres y\nVillari entraban con revólveres en la pieza o lo agredían al salir del\ncinematógrafo o eran, los tres a un tiempo, el desconocido que lo había\nempujado, o lo esperaban tristemente en el patio y parecían no conocerlo. Al fin del sueño, él sacaba el revólver del cajón de la inmediata mesa de luz\n(y es verdad que en ese cajón guardaba un revólver) y lo descargaba contra\nlos hombres. El estruendo del arma lo despertaba, pero siempre era un\nsueño y en otro sueño el ataque se repetía y en otro sueño tenía que volver a\nmatarlos. Una turbia mañana del mes de julio, la presencia de gente desconocida\n(no el ruido de la puerta cuando la abrieron) lo despertó. Altos en la\npenumbra del cuarto, curiosamente simplificados por la penumbra (siempre\nen los sueños del temor habían sido más claros), vigilantes, inmóviles y\npacientes, bajos los ojos como si el peso de las armas los encorvara,\nAlejandro Villari y un desconocido lo habían alcanzado, por fin. Con una\nseña les pidió que esperaran y se dio vuelta contra la pared, como si\nretomara el sueño. ¿Lo hizo para despertar la misericordia de quienes lo\nmataron, o porque es menos duro sobrellevar un acontecimiento espantoso\nque imaginarlo y aguardarlo sin fin, o —y esto es quizá lo más verosímil—\npara que los asesinos fueran un sueño, como ya lo habían sido tantas veces,\nen el mismo lugar, a la misma hora? En esa magia estaba cuando lo borró la descarga.", "status": "pending"}, {"id": 75, "text": "El hombre en el umbral\nBioy Casares trajo de Londres un curioso puñal de hoja triangular y\nempuñadura en forma de H; nuestro amigo Christopher Dewey, del Consejo\nBritánico, dijo que tales armas eran de uso común en el Indostán. Ese\ndictamen lo alentó a mencionar que había trabajado en aquel país, entre las\ndos guerras. (Ultra Auroram et Gangen, recuerdo que dijo en latín,\nequivocando un verso de Juvenal). De las historias que esa noche contó, me\natrevo a reconstruir la que sigue. Mi texto será fiel: líbreme Alá de la\ntentación de añadir breves rasgos circunstanciales o de agravar, con\ninterpolaciones de Kipling, el cariz exótico del relato. Éste, por lo demás,\ntiene un antiguo y simple sabor que sería una lástima perder, acaso el de las\nMil y una noches. «La exacta geografía de los hechos que voy a referir importa muy poco. Además, ¿qué precisión guardan en Buenos Aires los nombres de Amritsar\no de Udh? Básteme, pues, decir que en aquellos años hubo disturbios en una\nciudad musulmana y que el gobierno central envió a un hombre fuerte para\nimponer el orden. Ese hombre era escocés, de un ilustre clan de guerreros, y\nen la sangre llevaba una tradición de violencia. Una sola vez lo vieron mis\nojos, pero no olvidaré el cabello muy negro, los pómulos salientes, la ávida\nnariz y la boca, los anchos hombros, la fuerte osatura de viking. David\nAlexander Glencairn se llamará esta noche en mi historia; los dos nombres\nconvienen, porque fueron de reyes que gobernaron con un cetro de hierro. David Alexander Glencairn (me tendré que habituar a llamarlo así) era, lo\nsospecho, un hombre temido; el mero anuncio de su advenimiento bastó\npara apaciguar la ciudad. Ello no impidió que decretara diversas medidas\nenérgicas. Unos años pasaron. La ciudad y el distrito estaban en paz: sikhs y\nmusulmanes habían depuesto las antiguas discordias y de pronto Glencairn\ndesapareció. Naturalmente, no faltaron rumores de que lo habían\nsecuestrado o matado. »Estas cosas las supe por mi jefe, porque la censura era rígida y los\ndiarios no comentaron (ni siquiera registraron, que yo recuerde) la\ndesaparición de Glencairn. Un refrán dice que la India es más grande que el\nmundo; Glencairn, tal vez omnipotente en la ciudad que una firma al pie de\nun decreto le destinó, era una mera cifra en los engranajes de la\nadministración del Imperio. Las pesquisas de la policía local fueron del\ntodo vanas; mi jefe pensó que un particular podría infundir menos recelo y\nalcanzar mejor éxito.", "status": "pending"}, {"id": 76, "text": "Tres o cuatro días después (las distancias en la India\nson generosas) yo fatigaba sin mayor esperanza las calles de la opaca\nciudad que había escamoteado a un hombre. »Sentí, casi inmediatamente, la infinita presencia de una conjuración\npara ocultar la suerte de Glencairn. No hay un alma en esta ciudad (pude\nsospechar) que no sepa el secreto y que no haya jurado guardarlo. Los más,\ninterrogados, profesaban una ilimitada ignorancia; no sabían quién era\nGlencairn, no lo habían visto nunca, jamás oyeron hablar de él. Otros, en\ncambio, lo habían divisado hace un cuarto de hora hablando con Fulano de\nTal, y hasta me acompañaban a la casa en que entraron los dos, y en la que\nnada sabían de ellos, o que acababan de dejar en ese momento. A alguno de\nesos mentirosos precisos le di con el puño en la cara. Los testigos aprobaron\nmi desahogo, y fabricaron otras mentiras. No las creí, pero no me atreví a\ndesoírlas. Una tarde me dejaron un sobre con una tira de papel en la que\nhabía unas señas…\n»El sol había declinado cuando llegué. El barrio era popular y humilde;\nla casa era muy baja; desde la acera entreví una sucesión de patios de tierra\ny hacia el fondo una claridad. En el último patio se celebraba no sé qué\nfiesta musulmana; un ciego entró con un laúd de madera rojiza. »A mis pies, inmóvil como una cosa, se acurrucaba en el umbral un\nhombre muy viejo. Diré cómo era, porque es parte esencial de la historia. Los muchos años lo habían reducido y pulido como las aguas a una piedra o\nlas generaciones de los hombres a una sentencia. Largos harapos lo cubrían,\no así me pareció, y el turbante que le rodeaba la cabeza era un jirón más. En\nel crepúsculo alzó hacia mí una cara oscura y una barba muy blanca. Le\nhablé sin preámbulos, porque ya había perdido toda esperanza, de David\nAlexander Glencairn. No me entendió (tal vez no me oyó) y hube de\nexplicar que era un juez y que yo lo buscaba. Sentí, al decir estas palabras,\nlo irrisorio de interrogar a aquel hombre antiguo, para quien el presente era\napenas un indefinido rumor. Nuevas de la Rebelión o de Akbar podría dar\neste hombre (pensé) pero no de Glencairn. Lo que me dijo confirmó esta\nsospecha. »—¡Un juez! —articuló con débil asombro—. Un juez que se ha\nperdido y lo buscan. El hecho aconteció cuando yo era niño. No sé de\nfechas, pero no había muerto aún Nikal Seyn (Nicholson) ante la muralla de\nDelhi. El tiempo que se fue queda en la memoria; sin duda soy capaz de\nrecuperar lo que entonces pasó.", "status": "pending"}, {"id": 77, "text": "Dios había permitido, en su cólera, que la\ngente se corrompiera; llenas de maldición estaban las bocas y de engaños y\nfraude. Sin embargo, no todos eran perversos, y cuando se pregonó que la\nreina iba a mandar un hombre que ejecutaría en este país la ley de\nInglaterra, los menos malos se alegraron, porque sintieron que la ley es\nmejor que el desorden. Llegó el cristiano y no tardó en prevaricar y oprimir,\nen paliar delitos abominables y en vender decisiones. No lo culpamos, al\nprincipio; la justicia inglesa que administraba no era conocida de nadie y\nlos aparentes atropellos del nuevo juez correspondían acaso a válidas y\narcanas razones. Todo tendrá justificación en su libro, queríamos pensar,\npero su afinidad con todos los malos jueces del mundo era demasiado\nnotoria, y al fin hubimos de admitir que era simplemente un malvado. Llegó\na ser un tirano y la pobre gente (para vengarse de la errónea esperanza que\nalguna vez pusieron en él) dio en jugar con la idea de secuestrarlo y\nsometerlo a juicio. Hablar no basta; de los designios tuvieron que pasar a\nlas obras. Nadie, quizá, fuera de los muy simples o los muy jóvenes, creyó\nque ese propósito temerario podría llevarse a cabo, pero miles de sikhs y de\nmusulmanes cumplieron su palabra y un día ejecutaron, incrédulos, lo que a\ncada uno de ellos había parecido imposible. Secuestraron al juez y le dieron\npor cárcel una alquería en un apartado arrabal. Después, apalabraron a los\nsujetos agraviados por él o (en algún caso) a los huérfanos y a las viudas,\nporque la espada del verdugo no había descansado en aquellos años. Por fin\n—esto fue quizá lo más arduo— buscaron y nombraron un juez para juzgar\nal juez. »Aquí lo interrumpieron unas mujeres que entraban en la casa. »Luego prosiguió, lentamente:\n»—Es fama que no hay generación que no incluya cuatro hombres\nrectos que secretamente apuntalan el universo y lo justifican ante el Señor:\nuno de esos varones hubiera sido el juez más cabal. ¿Pero dónde\nencontrarlos, si andan perdidos por el mundo y anónimos y no se reconocen\ncuando se ven y ni ellos mismos saben el alto ministerio que cumplen? Alguien entonces discurrió que si el destino nos vedaba los sabios, había\nque buscar a los insensatos. Esta opinión prevaleció.", "status": "pending"}, {"id": 78, "text": "Alcoranistas, doctores\nde la ley, sikhs que llevan el nombre de leones y que adoran a un Dios,\nhindúes que adoran muchedumbres de dioses, monjes de Mahavira que\nenseñan que la forma del universo es la de un hombre con las piernas\nabiertas, adoradores del fuego y judíos negros, integraron el tribunal, pero\nel último fallo fue encomendado al arbitrio de un loco. »Aquí lo interrumpieron unas personas que se iban de la fiesta. »—De un loco —repitió— para que la sabiduría de Dios hablara por su\nboca y avergonzara las soberbias humanas. Su nombre se ha perdido o\nnunca se supo, pero andaba desnudo por estas calles, o cubierto de harapos,\ncontándose los dedos con el pulgar y haciendo mofa de los árboles. »Mi buen sentido se rebeló. Dije que entregar a un loco la decisión era\ninvalidar el proceso. »—El acusado aceptó al juez —fue la contestación—. Acaso\ncomprendió que dado el peligro que los conjurados corrían si lo dejaban en\nlibertad, sólo de un loco podía no esperar sentencia de muerte. He oído que\nse rió cuando le dijeron quién era el juez. Muchos días y noches duró el\nproceso, por lo crecido del número de testigos. »Se calló. Una preocupación lo trabajaba. Por decir algo pregunté\ncuántos días. »—Por lo menos, diecinueve —replicó. Gente que se iba de la fiesta lo\nvolvió a interrumpir; el vino está vedado a los musulmanes, pero las caras y\nlas voces parecían de borrachos. Uno le gritó algo, al pasar. »—Diecinueve días, precisamente —rectificó—. El perro infiel oyó la\nsentencia, y el cuchillo se cebó en su garganta. »Hablaba con alegre ferocidad. Con otra voz dio fin a la historia:\n»—Murió sin miedo; en los más viles hay alguna virtud. »—¿Dónde ocurrió lo que has contado? —le pregunté—. ¿En una\nalquería? »Por primera vez me miró en los ojos. Luego aclaró con lentitud,\nmidiendo las palabras:\n»—Dije que en una alquería le dieron cárcel, no que lo juzgaron ahí. En\nesta ciudad lo juzgaron: en una casa como todas, como ésta. Una casa no\npuede diferir de otra: lo que importa es saber si está edificada en el infierno\no en el cielo. »Le pregunté por el destino de los conjurados. »—No sé —me dijo con paciencia—. Estas cosas ocurrieron y se\nolvidaron hace ya muchos años. Quizá los condenaron los hombres, pero no\nDios. »Dicho lo cual, se levantó. Sentí que sus palabras me despedían y que\nyo había cesado para él, desde aquel momento.", "status": "pending"}, {"id": 79, "text": "Una turba hecha de hombres\ny mujeres de todas las naciones del Punjab se desbordó, rezando y\ncantando, sobre nosotros y casi nos barrió: me azoró que de patios tan\nangostos, que eran poco más que largos zaguanes, pudiera salir tanta gente. Otros salían de las casas del vecindario; sin duda habían saltado las tapias…\nA fuerza de empujones e imprecaciones me abrí camino. En el último patio\nme crucé con un hombre desnudo, coronado de flores amarillas, a quien\ntodos besaban y agasajaban, y con una espada en la mano. La espada estaba\nsucia, porque había dado muerte a Glencairn, cuyo cadáver mutilado\nencontré en las caballerizas del fondo». El Aleph\nO God, I could be bounded in a nutshell and count\nmyself a King of infinite space. Hamlet, II, 2\nBut they will teach us that Eternity is the Standing\nstill of the Present Time, a Nunc-stans (as the\nSchools call it); which neither they, nor any else\nunderstand, no more than they would a Hic-stans\nfor an Infinite greatnesse of Place. Leviathan, IV, 46\nLa candente mañana de febrero en que Beatriz Viterbo murió, después de\nuna imperiosa agonía que no se rebajó un solo instante ni al\nsentimentalismo ni al miedo, noté que las carteleras de fierro de la Plaza\nConstitución habían renovado no sé qué aviso de cigarrillos rubios; el hecho\nme dolió, pues comprendí que el incesante y vasto universo ya se apartaba\nde ella y que ese cambio era el primero de una serie infinita. Cambiará el\nuniverso pero yo no, pensé con melancólica vanidad; alguna vez, lo sé, mi\nvana devoción la había exasperado; muerta yo podía consagrarme a su\nmemoria, sin esperanza, pero también sin humillación. Consideré que el\ntreinta de abril era su cumpleaños; visitar ese día la casa de la calle Garay\npara saludar a su padre y a Carlos Argentino Daneri, su primo hermano, era\nun acto cortés, irreprochable, tal vez ineludible. De nuevo aguardaría en el\ncrepúsculo de la abarrotada salita, de nuevo estudiaría las circunstancias de\nsus muchos retratos.", "status": "pending"}, {"id": 80, "text": "Beatriz Viterbo, de perfil, en colores; Beatriz, con\nantifaz, en los carnavales de 1921; la primera comunión de Beatriz; Beatriz,\nel día de su boda con Roberto Alessandri; Beatriz, poco después del\ndivorcio, en un almuerzo del Club Hípico; Beatriz, en Quilmes, con Delia\nSan Marco Porcel y Carlos Argentino; Beatriz, con el pekinés que le regaló\nVillegas Haedo; Beatriz, de frente y de tres cuartos, sonriendo, la mano en\nel mentón… No estaría obligado, como otras veces, a justificar mi presencia\ncon módicas ofrendas de libros: libros cuyas páginas, finalmente, aprendí a\ncortar, para no comprobar, meses después, que estaban intactos. Beatriz Viterbo murió en 1929; desde entonces, no dejé pasar un treinta\nde abril sin volver a su casa. Yo solía llegar a las siete y cuarto y quedarme\nunos veinticinco minutos; cada año aparecía un poco más tarde y me\nquedaba un rato más; en 1933, una lluvia torrencial me favoreció: tuvieron\nque invitarme a comer. No desperdicié, como es natural, ese buen\nprecedente; en 1934, aparecí, ya dadas las ocho, con un alfajor santafecino;\ncon toda naturalidad me quedé a comer. Así, en aniversarios melancólicos y\nvanamente eróticos, recibí las graduales confidencias de Carlos Argentino\nDaneri. Beatriz era alta, frágil, muy ligeramente inclinada; había en su andar (si\nel oxímoron es tolerable) una como graciosa torpeza, un principio de\néxtasis; Carlos Argentino es rosado, considerable, canoso, de rasgos finos. Ejerce no sé qué cargo subalterno en una biblioteca ilegible de los arrabales\ndel Sur; es autoritario, pero también es ineficaz; aprovechaba, hasta hace\nmuy poco, las noches y las fiestas para no salir de su casa. A dos\ngeneraciones de distancia, la ese italiana y la copiosa gesticulación italiana\nsobreviven en él. Su actividad mental es continua, apasionada, versátil y del\ntodo insignificante. Abunda en inservibles analogías y en ociosos\nescrúpulos. Tiene (como Beatriz) grandes y afiladas manos hermosas. Durante algunos meses padeció la obsesión de Paul Fort, menos por sus\nbaladas que por la idea de una gloria intachable. «Es el Príncipe de los\npoetas de Francia», repetía con fatuidad. «En vano te revolverás contra él;\nno lo alcanzará, no, la más inficionada de tus saetas». El treinta de abril de 1941 me permití agregar al alfajor una botella de\ncoñac del país. Carlos Argentino lo probó, lo juzgó interesante y emprendió,\nal cabo de unas copas, una vindicación del hombre moderno.", "status": "pending"}, {"id": 81, "text": "—Lo evoco —dijo con una animación algo inexplicable— en su\ngabinete de estudio, como si dijéramos en la torre albarrana de una ciudad,\nprovisto de teléfonos, de telégrafos, de fonógrafos, de aparatos de\nradiotelefonía, de cinematógrafos, de linternas mágicas, de glosarios, de\nhorarios, de prontuarios, de boletines…\nObservó que para un hombre así facultado el acto de viajar era inútil;\nnuestro siglo XX había transformado la fábula de Mahoma y de la montaña;\nlas montañas, ahora, convergían sobre el moderno Mahoma. Tan ineptas me parecieron esas ideas, tan pomposa y tan vasta su\nexposición, que las relacioné inmediatamente con la literatura; le dije que\npor qué no las escribía. Previsiblemente respondió que ya lo había hecho:\nesos conceptos, y otros no menos novedosos, figuraban en el Canto\nAugural, Canto Prologal o simplemente Canto-Prólogo de un poema en el\nque trabajaba hacía muchos años, sin réclame, sin bullanga ensordecedora,\nsiempre apoyado en esos dos báculos que se llaman el trabajo y la soledad. Primero, abría las compuertas a la imaginación; luego, hacía uso de la lima. El poema se titulaba La Tierra; tratábase de una descripción del planeta, en\nla que no faltaban, por cierto, la pintoresca digresión y el gallardo apóstrofe. Le rogué que me leyera un pasaje, aunque fuera breve. Abrió un cajón\ndel escritorio, sacó un alto legajo de hojas de block estampadas con el\nmembrete de la Biblioteca Juan Crisóstomo Lafinur y leyó con sonora\nsatisfacción:\nHe visto, como el griego, las urbes de los hombres,\nlos trabajos, los días de varia luz, el hambre;\nno corrijo los hechos, no falseo los nombres,\npero el voyage que narro, es… autour de ma chambre. —Estrofa a todas luces interesante —dictaminó—. El primer verso granjea\nel aplauso del catedrático, del académico, del helenista, cuando no de los\neruditos a la violeta, sector considerable de la opinión; el segundo pasa de\nHomero a Hesíodo (todo un implícito homenaje, en el frontis del flamante\nedificio, al padre de la poesía didáctica), no sin remozar un procedimiento\ncuyo abolengo está en la Escritura, la enumeración, congerie o\nconglobación; el tercero —¿barroquismo, decadentismo, culto depurado y\nfanático de la forma?— consta de dos hemistiquios gemelos; el cuarto,\nfrancamente bilingüe, me asegura el apoyo incondicional de todo espíritu\nsensible a los desenfadados envites de la facecia.", "status": "pending"}, {"id": 82, "text": "Nada diré de la rima rara\nni de la ilustración que me permite, ¡sin pedantismo!, acumular en cuatro\nversos tres alusiones eruditas que abarcan treinta siglos de apretada\nliteratura: la primera a la Odisea, la segunda a los Trabajos y días, la tercera\na la bagatela inmortal que nos depararan los ocios de la pluma del\nsaboyano… Comprendo una vez más que el arte moderno exige el bálsamo\nde la risa, el scherzo. ¡Decididamente, tiene la palabra Goldoni! Otras muchas estrofas me leyó que también obtuvieron su aprobación y\nsu comentario profuso. Nada memorable había en ellas; ni siquiera las\njuzgué mucho peores que la anterior. En su escritura habían colaborado la\naplicación, la resignación y el azar; las virtudes que Daneri les atribuía eran\nposteriores. Comprendí que el trabajo del poeta no estaba en la poesía;\nestaba en la invención de razones para que la poesía fuera admirable;\nnaturalmente, ese ulterior trabajo modificaba la obra para él, pero no para\notros. La dicción oral de Daneri era extravagante; su torpeza métrica le\nvedó, salvo contadas veces, trasmitir esa extravagancia al poema[14]. Una sola vez en mi vida he tenido ocasión de examinar los quince mil\ndodecasílabos del Polyolbion, esa epopeya topográfica en la que Michael\nDrayton registró la fauna, la flora, la hidrografía, la orografía, la historia\nmilitar y monástica de Inglaterra; estoy seguro de que ese producto\nconsiderable, pero limitado, es menos tedioso que la vasta empresa\ncongénere de Carlos Argentino. Éste se proponía versificar toda la redondez\ndel planeta; en 1941 ya había despachado unas hectáreas del estado de\nQueensland, más de un kilómetro del curso del Ob, un gasómetro al norte\nde Veracruz, las principales casas de comercio de la parroquia de la\nConcepción, la quinta de Mariana Cambaceres de Alvear en la calle Once\nde Septiembre, en Belgrano, y un establecimiento de baños turcos no lejos\ndel acreditado acuario de Brighton. Me leyó ciertos laboriosos pasajes de la\nzona australiana de su poema; esos largos e informes alejandrinos carecían\nde la relativa agitación del prefacio. Copio una estrofa:\nSepan. A manderecha del poste rutinario\n(viniendo, claro está, desde el Nornoroeste)\nse aburre una osamenta —¿Color? Blanquiceleste—\nque da al corral de ovejas catadura de osario. —Dos audacias —gritó con exultación—, rescatadas, te oigo mascullar, por\nel éxito. Lo admito, lo admito.", "status": "pending"}, {"id": 83, "text": "Una, el epíteto rutinario, que certeramente\ndenuncia, en passant, el inevitable tedio inherente a las faenas pastoriles y\nagrícolas, tedio que ni las geórgicas ni nuestro ya laureado Don Segundo se\natrevieron jamás a denunciar así, al rojo vivo. Otra, el enérgico prosaísmo\nse aburre una osamenta, que el melindroso querrá excomulgar con horror\npero que apreciará más que su vida el crítico de gusto viril. Todo el verso,\npor lo demás, es de muy subidos quilates. El segundo hemistiquio entabla\nanimadísima charla con el lector; se adelanta a su viva curiosidad, le pone\nuna pregunta en la boca y la satisface… al instante. ¿Y qué me dices de ese\nhallazgo, blanquiceleste? El pintoresco neologismo sugiere el cielo, que es\nun factor importantísimo del paisaje australiano. Sin esa evocación\nresultarían demasiado sombrías las tintas del boceto y el lector se vería\ncompelido a cerrar el volumen, herida en lo más íntimo el alma de incurable\ny negra melancolía. Hacia la medianoche me despedí. Dos domingos después, Daneri me llamó por teléfono, entiendo que por\nprimera vez en la vida. Me propuso que nos reuniéramos a las cuatro, «para\ntomar juntos la leche, en el contiguo salón-bar que el progresismo de\nZunino y de Zungri —los propietarios de mi casa, recordarás— inaugura en\nla esquina; confitería que te importará conocer». Acepté, con más\nresignación que entusiasmo. Nos fue difícil encontrar mesa; el «salón-bar»,\ninexorablemente moderno, era apenas un poco menos atroz que mis\nprevisiones; en las mesas vecinas, el excitado público mencionaba las\nsumas invertidas sin regatear por Zunino y por Zungri. Carlos Argentino\nfingió asombrarse de no sé qué primores de la instalación de la luz (que, sin\nduda, ya conocía) y me dijo con cierta severidad:\n—Mal de tu grado habrás de reconocer que este local se parangona con\nlos más encopetados de Flores. Me releyó, después, cuatro o cinco páginas del poema. Las había\ncorregido según un depravado principio de ostentación verbal: donde antes\nescribió azulado, ahora abundaba en azulino, azulenco y hasta azulillo. La\npalabra lechoso no era bastante fea para él; en la impetuosa descripción de\nun lavadero de lanas, prefería lactario, lacticinoso, lactescente, lechal…\nDenostó con amargura a los críticos; luego, más benigno, los equiparó a\nesas personas, «que no disponen de metales preciosos ni tampoco de\nprensas de vapor, laminadores y ácidos sulfúricos para la acuñación de\ntesoros, pero que pueden indicar a los otros el sitio de un tesoro».", "status": "pending"}, {"id": 84, "text": "Acto\ncontinuo censuró la prologomanía, «de la que ya hizo mofa, en la donosa\nprefación del Quijote, el Príncipe de los Ingenios». Admitió, sin embargo,\nque en la portada de la nueva obra convenía el prólogo vistoso, el\nespaldarazo firmado por el plumífero de garra, de fuste. Agregó que\npensaba publicar los cantos iniciales de su poema. Comprendí, entonces, la\nsingular invitación telefónica; el hombre iba a pedirme que prologara su\npedantesco fárrago. Mi temor resultó infundado: Carlos Argentino observó,\ncon admiración rencorosa, que no creía errar en el epíteto al calificar de\nsólido el prestigio logrado en todos los círculos por Álvaro Melián Lafinur,\nhombre de letras, que, si yo me empeñaba, prologaría con embeleso el\npoema. Para evitar el más imperdonable de los fracasos, yo tenía que\nhacerme portavoz de dos méritos inconcusos: la perfección formal y el rigor\ncientífico, «porque ese dilatado jardín de tropos, de figuras, de galanuras,\nno tolera un solo detalle que no confirme la severa verdad». Agregó que\nBeatriz siempre se había distraído con Álvaro. Asentí, profusamente asentí. Aclaré, para mayor verosimilitud, que no\nhablaría el lunes con Álvaro, sino el jueves: en la pequeña cena que suele\ncoronar toda reunión del Club de Escritores. (No hay tales cenas, pero es\nirrefutable que las reuniones tienen lugar los jueves, hecho que Carlos\nArgentino Daneri podía comprobar en los diarios y que dotaba de cierta\nrealidad a la frase). Dije, entre adivinatorio y sagaz, que antes de abordar el\ntema del prólogo, describiría el curioso plan de la obra. Nos despedimos; al\ndoblar por Bernardo de Irigoyen, encaré con toda imparcialidad los\nporvenires que me quedaban: a) hablar con Álvaro y decirle que el primo\nhermano aquel de Beatriz (ese eufemismo explicativo me permitiría\nnombrarla) había elaborado un poema que parecía dilatar hasta lo infinito\nlas posibilidades de la cacofonía y del caos; b) no hablar con Álvaro. Preví,\nlúcidamente, que mi desidia optaría por b. A partir del viernes a primera hora, empezó a inquietarme el teléfono. Me indignaba que ese instrumento, que algún día produjo la irrecuperable\nvoz de Beatriz, pudiera rebajarse a receptáculo de las inútiles y quizá\ncoléricas quejas de ese engañado Carlos Argentino Daneri. Felizmente,\nnada ocurrió —salvo el rencor inevitable que me inspiró aquel hombre que\nme había impuesto una delicada gestión y luego me olvidaba—. El teléfono perdió sus terrores, pero a fines de octubre, Carlos Argentino\nme habló.", "status": "pending"}, {"id": 85, "text": "Estaba agitadísimo; no identifiqué su voz, al principio. Con\ntristeza y con ira balbuceó que esos ya ilimitados Zunino y Zungri, so\npretexto de ampliar su desaforada confitería, iban a demoler su casa. —¡La casa de mis padres, mi casa, la vieja casa inveterada de la calle\nGaray! —repitió, quizá olvidando su pesar en la melodía. No me resultó muy difícil compartir su congoja. Ya cumplidos los\ncuarenta años, todo cambio es un símbolo detestable del pasaje del tiempo;\nademás, se trataba de una casa que, para mí, aludía infinitamente a Beatriz. Quise aclarar ese delicadísimo rasgo; mi interlocutor no me oyó. Dijo que si\nZunino y Zungri persistían en ese propósito absurdo, el doctor Zunni, su\nabogado, los demandaría ipso facto por daños y perjuicios y los obligaría a\nabonar cien mil nacionales. El nombre de Zunni me impresionó; su bufete, en Caseros y Tacuarí, es\nde una seriedad proverbial. Interrogué si éste se había encargado ya del\nasunto. Daneri dijo que le hablaría esa misma tarde. Vaciló y con esa voz\nllana, impersonal, a que solemos recurrir para confiar algo muy íntimo, dijo\nque para terminar el poema le era indispensable la casa, pues en un ángulo\ndel sótano había un Aleph. Aclaró que un Aleph es uno de los puntos del\nespacio que contienen todos los puntos. —Está en el sótano del comedor —explicó, aligerada su dicción por la\nangustia—. Es mío, es mío: yo lo descubrí en la niñez, antes de la edad\nescolar. La escalera del sótano es empinada, mis tíos me tenían prohibido el\ndescenso, pero alguien dijo que había un mundo en el sótano. Se refería, lo\nsupe después, a un baúl, pero yo entendí que había un mundo. Bajé\nsecretamente, rodé por la escalera vedada, caí. Al abrir los ojos, vi el Aleph. —¿El Aleph? —repetí. —Sí, el lugar donde están, sin confundirse, todos los lugares del orbe,\nvistos desde todos los ángulos. A nadie revelé mi descubrimiento, pero\nvolví. ¡El niño no podía comprender que le fuera deparado ese privilegio\npara que el hombre burilara el poema! No me despojarán Zunino y Zungri,\nno y mil veces no. Código en mano, el doctor Zunni probará que es\ninajenable mi Aleph. Traté de razonar. —Pero ¿no es muy oscuro el sótano? —La verdad no penetra en un entendimiento rebelde. Si todos los\nlugares de la tierra están en el Aleph, ahí estarán todas las luminarias, todas\nlas lámparas, todos los veneros de luz. —Iré a verlo inmediatamente. Corté, antes de que pudiera emitir una prohibición.", "status": "pending"}, {"id": 86, "text": "Basta el\nconocimiento de un hecho para percibir en el acto una serie de rasgos\nconfirmatorios, antes insospechados; me asombró no haber comprendido\nhasta ese momento que Carlos Argentino era un loco. Todos esos Viterbo,\npor lo demás… Beatriz (yo mismo suelo repetirlo) era una mujer, una niña\nde una clarividencia casi implacable, pero había en ella negligencias,\ndistracciones, desdenes, verdaderas crueldades, que tal vez reclamaban una\nexplicación patológica. La locura de Carlos Argentino me colmó de maligna\nfelicidad; íntimamente, siempre nos habíamos detestado. En la calle Garay, la sirvienta me dijo que tuviera la bondad de esperar. El niño estaba, como siempre, en el sótano, revelando fotografías. Junto al\njarrón sin una flor, en el piano inútil, sonreía (más intemporal que\nanacrónico) el gran retrato de Beatriz, en torpes colores. No podía vernos\nnadie; en una desesperación de ternura me aproximé al retrato y le dije:\n—Beatriz, Beatriz Elena, Beatriz Elena Viterbo, Beatriz querida, Beatriz\nperdida para siempre, soy yo, soy Borges. Carlos entró poco después. Habló con sequedad; comprendí que no era\ncapaz de otro pensamiento que de la perdición del Aleph. —Una copita del seudo coñac —ordenó— y te zampuzarás en el sótano. Ya sabes, el decúbito dorsal es indispensable. También lo son la oscuridad,\nla inmovilidad, cierta acomodación ocular. Te acuestas en el piso de\nbaldosas y fijas los ojos en el decimonono escalón de la pertinente escalera. Me voy, bajo la trampa y te quedas solo. Algún roedor te mete miedo ¡fácil\nempresa! A los pocos minutos ves el Aleph. ¡El microcosmo de alquimistas\ny cabalistas, nuestro concreto amigo proverbial, el multum in parvo! Ya en el comedor, agregó:\n—Claro está que si no lo ves, tu incapacidad no invalida mi\ntestimonio… Baja; muy en breve podrás entablar un diálogo con todas las\nimágenes de Beatriz. Bajé con rapidez, harto de sus palabras insustanciales. El sótano, apenas\nmás ancho que la escalera, tenía mucho de pozo. Con la mirada, busqué en\nvano el baúl de que Carlos Argentino me habló. Unos cajones con botellas y\nunas bolsas de lona entorpecían un ángulo. Carlos tomó una bolsa, la dobló\ny la acomodó en un sitio preciso. —La almohada es humildosa —explicó—, pero si la levanto un solo\ncentímetro, no verás ni una pizca y te quedas corrido y avergonzado. Repantiga en el suelo ese corpachón y cuenta diecinueve escalones. Cumplí con sus ridículos requisitos; al fin se fue.", "status": "pending"}, {"id": 87, "text": "Cerró cautelosamente\nla trampa; la oscuridad, pese a una hendija que después distinguí, pudo\nparecerme total. Súbitamente comprendí mi peligro: me había dejado\nsoterrar por un loco, luego de tomar un veneno. Las bravatas de Carlos\ntransparentaban el íntimo terror de que yo no viera el prodigio; Carlos, para\ndefender su delirio, para no saber que estaba loco, tenía que matarme. Sentí\nun confuso malestar, que traté de atribuir a la rigidez, y no a la operación de\nun narcótico. Cerré los ojos, los abrí. Entonces vi el Aleph. Arribo, ahora, al inefable centro de mi relato; empieza, aquí, mi\ndesesperación de escritor. Todo lenguaje es un alfabeto de símbolos cuyo\nejercicio presupone un pasado que los interlocutores comparten; ¿cómo\ntransmitir a los otros el infinito Aleph, que mi temerosa memoria apenas\nabarca? Los místicos, en análogo trance, prodigan los emblemas: para\nsignificar la divinidad, un persa habla de un pájaro que de algún modo es\ntodos los pájaros; Alanus de Insulis, de una esfera cuyo centro está en todas\npartes y la circunferencia en ninguna; Ezequiel, de un ángel de cuatro caras\nque a un tiempo se dirige al Oriente y al Occidente, al Norte y al Sur. (No\nen vano rememoro esas inconcebibles analogías; alguna relación tienen con\nel Aleph). Quizá los dioses no me negarían el hallazgo de una imagen\nequivalente, pero este informe quedaría contaminado de literatura, de\nfalsedad. Por lo demás, el problema central es irresoluble: la enumeración,\nsiquiera parcial, de un conjunto infinito. En ese instante gigantesco, he visto\nmillones de actos deleitables o atroces; ninguno me asombró como el hecho\nde que todos ocuparan el mismo punto, sin superposición y sin\ntransparencia. Lo que vieron mis ojos fue simultáneo: lo que transcribiré,\nsucesivo, porque el lenguaje lo es. Algo, sin embargo, recogeré. En la parte inferior del escalón, hacia la derecha, vi una pequeña esfera\ntornasolada, de casi intolerable fulgor. Al principio la creí giratoria; luego\ncomprendí que ese movimiento era una ilusión producida por los\nvertiginosos espectáculos que encerraba. El diámetro del Aleph sería de dos\no tres centímetros, pero el espacio cósmico estaba ahí, sin disminución de\ntamaño. Cada cosa (la luna del espejo, digamos) era infinitas cosas, porque\nyo claramente la veía desde todos los puntos del universo.", "status": "pending"}, {"id": 88, "text": "Vi el populoso\nmar, vi el alba y la tarde, vi las muchedumbres de América, vi una plateada\ntelaraña en el centro de una negra pirámide, vi un laberinto roto (era\nLondres), vi interminables ojos inmediatos escrutándose en mí como en un\nespejo, vi todos los espejos del planeta y ninguno me reflejó, vi en un\ntraspatio de la calle Soler las mismas baldosas que hace treinta años vi en el\nzaguán de una casa en Fray Bentos, vi racimos, nieve, tabaco, vetas de\nmetal, vapor de agua, vi convexos desiertos ecuatoriales y cada uno de sus\ngranos de arena, vi en Inverness a una mujer que no olvidaré, vi la violenta\ncabellera, el altivo cuerpo, vi un cáncer en el pecho, vi un círculo de tierra\nseca en una vereda, donde antes hubo un árbol, vi una quinta de Adrogué,\nun ejemplar de la primera versión inglesa de Plinio, la de Philemon\nHolland, vi a un tiempo cada letra de cada página (de chico, yo solía\nmaravillarme de que las letras de un volumen cerrado no se mezclaran y\nperdieran en el decurso de la noche), vi la noche y el día contemporáneo, vi\nun poniente en Querétaro que parecía reflejar el color de una rosa en\nBengala, vi mi dormitorio sin nadie, vi en un gabinete de Alkmaar un globo\nterráqueo entre dos espejos que lo multiplican sin fin, vi caballos de crin\narremolinada, en una playa del Mar Caspio en el alba, vi la delicada osatura\nde una mano, vi a los sobrevivientes de una batalla, enviando tarjetas\npostales, vi en un escaparate de Mirzapur una baraja española, vi las\nsombras oblicuas de unos helechos en el suelo de un invernáculo, vi tigres,\némbolos, bisontes, marejadas y ejércitos, vi todas las hormigas que hay en\nla tierra, vi un astrolabio persa, vi en un cajón del escritorio (y la letra me\nhizo temblar) cartas obscenas, increíbles, precisas, que Beatriz había\ndirigido a Carlos Argentino, vi un adorado monumento en la Chacarita, vi la\nreliquia atroz de lo que deliciosamente había sido Beatriz Viterbo, vi la\ncirculación de mi oscura sangre, vi el engranaje del amor y la modificación\nde la muerte, vi el Aleph, desde todos los puntos, vi en el Aleph la tierra, y\nen la tierra otra vez el Aleph y en el Aleph la tierra, vi mi cara y mis\nvísceras, vi tu cara, y sentí vértigo y lloré, porque mis ojos habían visto ese\nobjeto secreto y conjetural, cuyo nombre usurpan los hombres, pero que\nningún hombre ha mirado: el inconcebible universo. Sentí infinita veneración, infinita lástima.", "status": "pending"}, {"id": 89, "text": "—Tarumba habrás quedado de tanto curiosear donde no te llaman —\ndijo una voz aborrecida y jovial—. Aunque te devanes los sesos, no me\npagarás en un siglo esta revelación. ¡Qué observatorio formidable, che\nBorges! Los zapatos de Carlos Argentino ocupaban el escalón más alto. En la\nbrusca penumbra, acerté a levantarme y a balbucear:\n—Formidable. Sí, formidable. La indiferencia de mi voz me extrañó. Ansioso, Carlos Argentino\ninsistía:\n—¿Lo viste todo bien, en colores? En ese instante concebí mi venganza. Benévolo, manifiestamente\napiadado, nervioso, evasivo, agradecí a Carlos Argentino Daneri la\nhospitalidad de su sótano y lo insté a aprovechar la demolición de la casa\npara alejarse de la perniciosa metrópoli, que a nadie ¡créame, que a nadie! perdona. Me negué, con suave energía, a discutir el Aleph; lo abracé, al\ndespedirme, y le repetí que el campo y la serenidad son dos grandes\nmédicos. En la calle, en las escaleras de Constitución, en el subterráneo, me\nparecieron familiares todas las caras. Temí que no quedara una sola cosa\ncapaz de sorprenderme, temí que no me abandonara jamás la impresión de\nvolver. Felizmente, al cabo de unas noches de insomnio, me trabajó otra vez\nel olvido. Posdata del primero de marzo de 1943. A los seis meses de la demolición\ndel inmueble de la calle Garay, la Editorial Procusto no se dejó arredrar por\nla longitud del considerable poema y lanzó al mercado una selección de\n«trozos argentinos». Huelga repetir lo ocurrido; Carlos Argentino Daneri\nrecibió el Segundo Premio Nacional de Literatura[15]. El primero fue\notorgado al doctor Aita; el tercero, al doctor Mario Bonfanti;\nincreíblemente, mi obra Los naipes del tahúr no logró un solo voto. ¡Una\nvez más, triunfaron la incomprensión y la envidia! Hace ya mucho tiempo\nque no consigo ver a Daneri; los diarios dicen que pronto nos dará otro\nvolumen. Su afortunada pluma (no entorpecida ya por el Aleph) se ha\nconsagrado a versificar los epítomes del doctor Acevedo Díaz. Dos observaciones quiero agregar: una, sobre la naturaleza del Aleph;\notra, sobre su nombre. Éste, como es sabido, es el de la primera letra del\nalfabeto de la lengua sagrada. Su aplicación al disco de mi historia no\nparece casual.", "status": "pending"}, {"id": 90, "text": "Para la Cábala, esa letra significa el En Soph, la ilimitada y\npura divinidad; también se dijo que tiene la forma de un hombre que señala\nel cielo y la tierra, para indicar que el mundo inferior es el espejo y es el\nmapa del superior; para la Mengenlehre, es el símbolo de los números\ntransfinitos, en los que el todo no es mayor que alguna de las partes. Yo\nquerría saber: ¿Eligió Carlos Argentino ese nombre, o lo leyó, aplicado a\notro punto donde convergen todos los puntos, en alguno de los textos\ninnumerables que el Aleph de su casa le reveló? Por increíble que parezca,\nyo creo que hay (o que hubo) otro Aleph, yo creo que el Aleph de la calle\nGaray era un falso Aleph. Doy mis razones. Hacia 1867 el capitán Burton ejerció en el Brasil el\ncargo de cónsul británico; en julio de 1942 Pedro Henríquez Ureña\ndescubrió en una biblioteca de Santos un manuscrito suyo que versaba\nsobre el espejo que atribuye el Oriente a Iskandar Zu al-Karnayn, o\nAlejandro Bicorne de Macedonia. En su cristal se reflejaba el universo\nentero. Burton menciona otros artificios congéneres —la séptuple copa de\nKai Josrú, el espejo que Tárik Benzeyad encontró en una torre (1001\nNoches, 272), el espejo que Luciano de Samosata pudo examinar en la luna\n(Historia Verdadera, I, 26), la lanza especular que el primer libro del\nSatyricon de Capella atribuye a Júpiter, el espejo universal de Merlin,\n«redondo y hueco y semejante a un mundo de vidrio» (The Faerie Queene,\nIII, 2, 19)—, y añade estas curiosas palabras: «Pero los anteriores (además\ndel defecto de no existir) son meros instrumentos de óptica. Los fieles que\nconcurren a la mezquita de Amr, en el Cairo, saben muy bien que el\nuniverso está en el interior de una de las columnas de piedra que rodean el\npatio central… Nadie, claro está, puede verlo, pero quienes acercan el oído\na la superficie, declaran percibir, al poco tiempo, su atareado rumor… La\nmezquita data del siglo VII; las columnas proceden de otros templos de\nreligiones anteislámicas, pues como ha escrito Abenjaldún: En las\nrepúblicas fundadas por nómadas es indispensable el concurso de\nforasteros para todo lo que sea albañilería». ¿Existe ese Aleph en lo íntimo de una piedra? ¿Lo he visto cuando vi\ntodas las cosas y lo he olvidado? Nuestra mente es porosa para el olvido; yo\nmismo estoy falseando y perdiendo, bajo la trágica erosión de los años, los\nrasgos de Beatriz.", "status": "pending"}, {"id": 91, "text": "A Estela Canto\nEpílogo\nFuera de Emma Zunz (cuyo argumento espléndido, tan superior a su\nejecución temerosa, me fue dado por Cecilia Ingenieros) y de la Historia\ndel guerrero y de la cautiva que se propone interpretar dos hechos\nfidedignos, las piezas de este libro corresponden al género fantástico. De\ntodas ellas, la primera es la más trabajada; su tema es el efecto que la\ninmortalidad causaría en los hombres. A ese bosquejo de una ética para\ninmortales, lo sigue El muerto: Azevedo Bandeira, en ese relato, es un\nhombre de Rivera o de Cerro Largo y es también una tosca divinidad, una\nversión mulata y cimarrona del incomparable Sunday de Chesterton. (El\ncapítulo XXIX del Decline and Fall of the Roman Empire narra un destino\nparecido al de Otálora, pero harto más grandioso y más increíble). De Los\nteólogos basta escribir que son un sueño, un sueño más bien melancólico,\nsobre la identidad personal; de la Biografía de Tadeo Isidoro Cruz, que es\nuna glosa al Martín Fierro. A una tela de Watts, pintada en 1896, debo La\ncasa de Asterión el carácter del pobre protagonista. La otra muerte es una\nfantasía sobre el tiempo, que urdía la luz de unas razones de Pier Damiani. En la última guerra nadie pudo anhelar más que yo que fuera derrotada\nAlemania; nadie pudo sentir más que yo lo trágico del destino alemán;\nDeutsches Requiem quiere entender ese destino, que no supieron llorar, ni\nsiquiera sospechar, nuestros «germanófilos», que nada saben de Alemania. La escritura del dios ha sido generosamente juzgada; el jaguar me obligó a\nponer en boca de un «mago de la pirámide de Qaholon», argumentos de\ncabalista o de teólogo. En El Zahir y El Aleph creo notar algún influjo del\ncuento The Crystal Egg (1899) de Wells. J. L. B. Buenos Aires, 3 de mayo de 1949\nPosdata de 1952. Cuatro piezas he incorporado a esta reedición. Abenjacán el Bojarí, muerto en su\nlaberinto no es (me aseguran) memorable a pesar de su título tremebundo. Podemos considerarlo\nuna variación de Los dos reyes y los dos laberintos que los copistas intercalaron en las 1001 Noches\ny que omitió el prudente Galland. De La espera diré que la sugirió una crónica policial que Alfredo\nDoblas me leyó, hará diez años, mientras clasificábamos libros según el manual del Instituto\nBibliográfico de Bruselas, código del que todo he olvidado, salvo que a Dios le corresponde la cifra\n231. El sujeto de la crónica era turco; lo hice italiano para intuirlo con más facilidad.", "status": "pending"}, {"id": 92, "text": "La\nmomentánea y repetida visión de un hondo conventillo que hay a la vuelta de la calle Paraná, en\nBuenos Aires, me deparó la historia que se titula El hombre en el umbral; la situé en la India para\nque su inverosimilitud fuera tolerable. JORGE LUIS BORGES. Buenos Aires (Argentina), 1899 - Ginebra (Suiza),\n1986. Escritor argentino cuyos desafiantes poemas y cuentos vanguardistas\nle consagraron como una de las figuras prominentes de las literaturas\nlatinoamericana y universal. Nacido el 24 de agosto de 1899 en Buenos Aires, e hijo de un profesor,\nestudió en Ginebra y vivió durante una breve temporada en España,\nrelacionándose con los escritores ultraístas. En 1921 regresó a Argentina,\ndonde participó en la fundación de varias publicaciones literarias y\nfilosóficas como Prisma (1921-1922), Proa (1922-1926) y Martín Fierro,\nen la que publica esporádicamente. Escribió poesía lírica centrada en temas\nhistóricos de su país, que quedó recopilada en volúmenes como Fervor de\nBuenos Aires (1923), Luna de enfrente (1925) y Cuaderno San Martín\n(1929). De esta época datan sus relaciones con Ricardo Güiraldes,\nMacedonio Fernández, Alfonso Reyes y Oliverio Girondo. En la década de 1930, debido a una enfermedad hereditaria, comenzó a\nperder la visión hasta quedar completamente ciego. A pesar de ello, trabajó\nen la Biblioteca Nacional (1938-1947) y, más tarde, llegó a convertirse en\nsu director (1955-1973). En esa misma época conoce a Adolfo Bioy Casares\ny publica con él Antología de la literatura fantástica (1940). A partir de 1955 fue profesor de literatura inglesa en la Universidad de\nBuenos Aires. Durante esos años, fue abandonando la poesía en favor de los\nrelatos breves por los que ha pasado a la historia. Aunque es más conocido\npor sus cuentos, se inició en la escritura con ensayos filosóficos y literarios,\nalgunos de los cuales se encuentran reunidos en Inquisiciones. La historia\nuniversal de la infamia (1935) es una colección de cuentos basados en\ncriminales reales. En 1955 fue nombrado académico de su país y en 1960 su\nobra era valorada universalmente como una de las más originales de\nAmérica Latina. A partir de entonces se suceden los premios y las\nconsideraciones. En 1961 comparte el Premio Fomentor con Samuel\nBeckett, y en 1980 el Cervantes con Gerardo Diego. Murió en Ginebra, el\n14 de junio de 1986.", "status": "pending"}, {"id": 93, "text": "Sus posturas políticas evolucionaron desde el izquierdismo juvenil al\nnacionalismo y después a un liberalismo escéptico desde el que se opuso al\nfascismo y al peronismo. Fue censurado por permanecer en Argentina\ndurante las dictaduras militares de la década de 1970, aunque jamás apoyó a\nla Junta militar. Con la restauración democrática en 1983 se volvió más\nescéptico. A lo largo de toda su producción, Borges creó un mundo fantástico,\nmetafísico y totalmente subjetivo. Su obra, exigente con el lector y de no\nfácil comprensión debido a la simbología personal del autor, ha despertado\nla admiración de numerosos escritores y críticos literarios de todo el\nmundo. Describiendo su producción literaria, el propio autor escribió: «No\nsoy ni un pensador ni un moralista, sino sencillamente un hombre de letras\nque refleja en sus escritos su propia confusión y el respetado sistema de\nconfusiones que llamamos filosofía, en forma de literatura». Ficciones (1944) está considerado como un hito en el relato corto y un\nejemplo perfecto de la obra borgiana. Los cuentos son en realidad una\nsuerte de ensayo literario con un solo tema en el que el autor fantasea desde\nla subjetividad sobre temas, autores u obras; se trata pues de una ficción\npresentada con la forma del cuento en el que las palabras son\nimportantísimas por la falsificación (ficción) con que Borges trata los\nhechos reales. Cada uno de los cuentos de Ficciones está considerado por la\ncrítica como una joya, una diminuta obra maestra. Además, sucede que el\nlibro presenta una estructura lineal que hace pensar al lector que el conjunto\nde los cuentos conducirán a un final con sentido, cuando en realidad llevan\na la nada absoluta. Otros libros importantes del mismo género son El Aleph\n(1949) y El hacedor (1960). Notas\n[1] Hay una tachadura en el manuscrito: quizá el nombre del puerto ha sido\nborrado. <<\n[2] Ernesto Sábato sugiere que el «Giambattista» que discutió la formación\nde la Ilíada con el anticuario Cartaphilus es Giambattista Vico; ese italiano\ndefendía que Homero es un personaje simbólico, a la manera de Plutón o de\nAquiles. <<\n[3] En las cruces rúnicas los dos emblemas enemigos conviven,\nentrelazados. <<\n[4] También Gibbon (Decline and Fall, XLV) transcribe estos versos. <<\n[5] El original dice catorce, pero sobran motivos para inferir que, en boca de\nAsterión, ese adjetivo numeral vale por infinitos.", "status": "pending"}, {"id": 94, "text": "<<\n[6] Es significativa la omisión del antepasado más ilustre del narrador, el\nteólogo y hebraísta Johannes Forkel (1799-1846), que aplicó la dialéctica de\nHegel a la cristología y cuya versión literal de algunos de los Libros\nApócrifos mereció la censura de Hengstenberg y la aprobación de Thilo y\nGeseminus. (Nota del editor). <<\n[7] Otras naciones viven con inocencia, en sí y para sí como los minerales o\nlos meteoros; Alemania es el espejo universal que a todas recibe, la\nconciencia del mundo (das Weltbewusstsein). Goethe es el prototipo de esa\ncomprensión ecuménica. No lo censuro, pero no veo en él al hombre\nfáustico de la tesis de Spengler. <<\n[8] Se murmura que las consecuencias de esa herida fueron muy graves. (Nota del editor). <<\n[9] Ha sido inevitable, aquí, omitir unas líneas. (Nota del editor). <<\n[10] Ni en los archivos ni en la obra de Soergel figura el nombre de\nJerusalem. Tampoco lo registran las historias de la literatura alemana. No\ncreo, sin embargo, que se trate de un personaje falso. Por orden de Otto\nDietrich zur Linde fueron torturados en Tarnowitz muchos intelectuales\njudíos, entre ellos la pianista Emma Rosenzweig. «David Jerusalem» es tal\nvez un símbolo de varios individuos. Nos dicen que murió el primero de\nmarzo de 1943; el primero de marzo de 1939, el narrador fue herido en\nTilsit. (Nota del editor). <<\n[11] Así escribe Taylor esa palabra. <<\n[12] Barlach observa que Yaúq figura en Alcorán (LXXI, 23) y que el\nprofeta es Al-Moqanna (El Velado) y que nadie, fuera del sorprendente\ncorresponsal de Philip Meadows Taylor, los ha vinculado al Zahir. <<\n[13] Ésta es la historia que el rector divulgó desde el púlpito. Véase el relato\n«Abenjacán el Bojarí, muerto en su laberinto». <<\n[14] Recuerdo, sin embargo, estas líneas de una sátira que fustigó con rigor a\nlos malos poetas:\nAqueste da al poema belicosa armadura\nDe erudición; estotro le da pompas y galas. Ambos baten en vano las ridículas alas…\n¡Olvidaron, cuidados, el factor HERMOSURA! Sólo el temor de crearse un ejército de enemigos implacables y poderosos\nlo disuadió (me dijo) de publicar sin miedo el poema. <<\n[15] «Recibí tu apenada congratulación», me escribió. «Bufas, mi lamentable\namigo, de envidia, pero confesarás —¡aunque te ahogue!— que esta vez\npude coronar mi bonete con la más roja de las plumas; mi turbante, con el\nmás califa de los rubíes». <<", "status": "pending"}]}